Repository: Memotas/panopticon
Catalog: languages/*.po
Languages: tr_tr

# PANOPTICON_MAILTEMPLATE_LBL_REMINDER_URLS
source: Use <em>absolute</em> URLs for any images, media files, etc. Absolute URLs include the domain name e.g. <code>https://www.example.com/something.png</code>.
tr_tr: Tüm resimler, medya dosyaları vb. için <em>mutlak</em> URL'ler kullanın. Mutlak URL'ler alan adını içerir, örneğin <code>https://www.example.com/something.png</code>.

# PANOPTICON_MAILTEMPLATE_ERR_TYPE_EMPTY
source: You must choose a Mail Type
tr_tr: Bir Posta Türü seçmelisiniz

# PANOPTICON_MAILTEMPLATE_ERR_LANGUAGE_EMPTY
source: You must choose a Language, or the entry “(All)”
tr_tr: Bir Dil seçmelisiniz veya “(Tümü)” girişini seçmelisiniz

# PANOPTICON_MAILTEMPLATE_ERR_SUBJECT_EMPTY
source: You must enter the Subject
tr_tr: Konuyu girmelisiniz

# PANOPTICON_LBL_MAILTEMPLATE_SAVED
source: The Mail Template has been saved
tr_tr: Posta Şablonu kaydedildi

# PANOPTICON_LBL_MAILTEMPLATE_COPIED
source: The selected Mail Templates have been copied
tr_tr: Seçilen Posta Şablonları kopyalandı

# PANOPTICON_LBL_MAILTEMPLATE_DELETED
source: The selected Mail Templates have been deleted
tr_tr: Seçilen Posta Şablonları silindi

# PANOPTICON_MAILTEMPLATES_OPT_LANGUAGE_ALL
source: (All)
tr_tr: (Tümü)

# PANOPTICON_MAILTEMPLATES_OPT_TYPE_MUST_SELECT
source: - Select an option -
tr_tr: - Bir Seçenek Seçin -

# PANOPTICON_MAILTEMPLATES_OPT_TYPE_JOOMLAUPDATE_FOUND
source: Joomla Core Update: Update found
tr_tr: Joomla Çekirdek Güncellemesi: Güncelleme bulundu

# PANOPTICON_MAILTEMPLATES_OPT_TYPE_JOOMLAUPDATE_WILL_INSTALL
source: Joomla Core Update: Update will be installed
tr_tr: Joomla Çekirdek Güncellemesi: Güncelleme yüklenecek

# PANOPTICON_MAILTEMPLATES_OPT_TYPE_JOOMLAUPDATE_INSTALLED
source: Joomla Core Update: Update installed
tr_tr: Joomla Çekirdek Güncellemesi: Güncelleme yüklendi

# PANOPTICON_MAILTEMPLATES_OPT_TYPE_JOOMLAUPDATE_FAILED
source: Joomla Core Update: Update failed
tr_tr: Joomla Çekirdek Güncellemesi: Güncelleme başarısız oldu

# PANOPTICON_MAILTEMPLATES_OPT_TYPE_AKEEBABACKUP_SUCCESS
source: Akeeba Backup: Successful backup
tr_tr: Akeeba Backup: Yedekleme Başarılı

# PANOPTICON_MAILTEMPLATES_OPT_TYPE_AKEEBABACKUP_FAIL
source: Akeeba Backup: Failed backup
tr_tr: Akeeba Backup: Yedekleme Başarısız

# PANOPTICON_MAILTEMPLATES_OPT_TYPE_EXTENSION_UPDATE_FOUND
source: Joomla! Extension Update: Update Found
tr_tr: Joomla Eklenti Güncellemesi: Güncelleme Bulundu

# PANOPTICON_MAILTEMPLATES_OPT_TYPE_EXTENSIONS_UPDATE_DONE
source: Joomla! Extension Update: Autoupdate Results
tr_tr: Joomla Eklenti Güncellemesi: Otomatik Güncelleme Sonuçları

# PANOPTICON_MAILTEMPLATES_OPT_TYPE_SELFUPDATE_FOUND
source: Panopticon: Update found
tr_tr: Panopticon: Güncelleme bulundu

# PANOPTICON_MAILTEMPLATES_OPT_TYPE_SCHEDULED_UPDATE_SUMMARY
source: Scheduled Update Summary
tr_tr: Zamanlanmış Güncelleme Özeti

# PANOPTICON_MAILTEMPLATES_LBL_CSS_HEAD
source: This CSS will be added to all HTML emails sent by Panopticon.
tr_tr: Bu CSS, Panopticon tarafından gönderilen tüm HTML e-postalarına eklenecektir.

# PANOPTICON_SELFUPDATE_TITLE
source: Update Panopticon
tr_tr: Panopticon'u Güncelle

# PANOPTICON_SELFUPDATE_BTN_RELOAD
source: Reload Update Information
tr_tr: Güncelleme Bilgilerini Yenile

# PANOPTICON_SELFUPDATE_LBL_MAIN_MORE_INFO
source: More Information
tr_tr: Daha Çok Bilgi

# PANOPTICON_SELFUPDATE_ERR_DOWNLOADFAILED
source: Downloading the update package has failed.
tr_tr: Güncelleme paketinin indirilmesi başarısız oldu.

# PANOPTICON_SELFUPDATE_ERR_EXTRACTFAILED
source: Could not extract the update file.
tr_tr: Güncelleme dosyası ayıklanamadı.

# PANOPTICON_SELFUPDATE_ERR_POSTINSTALLFAILED
source: Could not execute the post-update actions.
tr_tr: Güncelleme sonrası eylemler yürütülemedi.

# PANOPTICON_SELFUPDATE_LBL_SUCCESS
source: Successfully updated Panopticon
tr_tr: Panopticon başarıyla güncellendi

# PANOPTICON_SELFUPDATE_LBL_NOT_LOADED_HEAD
source: The updates cannot be loaded
tr_tr: Güncellemeler yüklenemiyor

# PANOPTICON_SELFUPDATE_LBL_NOT_LOADED_BODY
source: The update information source URL, <span class="font-monospace">%s</span>, does not seem to contain update information for this application.
tr_tr: Güncelleme bilgi kaynağı URL'si, <span class="font-monospace">%s</span>'nin bu uygulama için güncelleme bilgisi içermediği görülüyor.

# PANOPTICON_SELFUPDATE_LBL_UPTODATE_HEAD
source: Panopticon is up to date
tr_tr: Panopticon Güncel

# PANOPTICON_SELFUPDATE_LBL_UPTODATE_RELEASED
source: Released on %s
tr_tr: %s tarihinde kullanıma sunuldu

# PANOPTICON_SELFUPDATE_LBL_STUCK_HEAD
source: The updates are stuck
tr_tr: Güncellemeler takıldı

# PANOPTICON_SELFUPDATE_LBL_STUCK_LAST_ERROR
source: The last error was:
tr_tr: Son hata şuydu:

# PANOPTICON_SELFUPDATE_LBL_STUCK_DEBUG_TRACE
source: Debug trace
tr_tr: Hata ayıklama izlemesi

# PANOPTICON_SELFUPDATE_LBL_UPDATE_HEAD
source: Panopticon %s is available
tr_tr: Panopticon %s sürümü mevcuttur

# PANOPTICON_SELFUPDATE_LBL_UPDATE_BODY_SR
source: will be upgraded to
tr_tr: yükseltilecek

# PANOPTICON_SELFUPDATE_LBL_UPGRADE_BTN
source: Upgrade
tr_tr: Yükseltme

# PANOPTICON_SELFUPDATE_LBL_WILL_BE_DOWNLOADED_FROM
source: Will be downloaded from
tr_tr: Şu adresten indirilebilir

# PANOPTICON_SELFUPDATE_LBL_INFORMATION
source: Information
tr_tr: Bilgiler

# PANOPTICON_SELFUPDATE_LBL_RELEASE_NOTES
source: Release notes
tr_tr: Sürüm Notları

# PANOPTICON_SELFUPDATE_LBL_PREUPDATE_WAIT
source: Waiting tasks to stop
tr_tr: Görevlerin durdurulması bekleniyor

# PANOPTICON_SELFUPDATE_LBL_PHP_VERSION
source: PHP Version %s
tr_tr: PHP Sürümü %s

# PANOPTICON_SELFUPDATE_LBL_PHPINFO_NOT_AVAILABLE
source: <code>phpinfo()</code> is not available on your server
tr_tr: <code>phpinfo()</code> sunucunuzda mevcut değil

# PANOPTICON_SELFUPDATE_LBL_PHPINFO_NOT_AVAILABLE_INFO
source: Your server operator has disabled the built-in <code>phpinfo()</code> PHP function. Panopticon cannot display detailed PHP information on your server.
tr_tr: Sunucu sağlayıcınız yerleşik <code>phpinfo()</code> PHP işlevini devre dışı bırakmış. Panopticon, sunucunuzda ayrıntılı PHP bilgilerini görüntüleyemez.

# PANOPTICON_SELFUPDATE_LBL_LAST_CHECK_AND_VERSION
source: Last checked for updates on %s. The latest version is %s.
tr_tr: En son %s tarihinde güncellemeler kontrol edildi. En son sürüm: %s.

# PANOPTICON_SELFUPDATE_BTN_RUN_POSTUPGRADE
source: Run the Post-upgrade code
tr_tr: Yükseltme Sonrası Kodu Çalıştırın

# PANOPTICON_GROUPS_TITLE
source: Groups
tr_tr: Gruplar

# PANOPTICON_GROUPS_TITLE_NEW
source: New Group
tr_tr: Yeni Grup

# PANOPTICON_GROUPS_TITLE_EDIT
source: Edit a Group
tr_tr: Grubu Düzenle

# PANOPTICON_GROUPS_TABLE_COMMENT
source: Table of user groups
tr_tr: Kullanıcı grupları tablosu

# PANOPTICON_GROUPS_TABLE_HEAD_TITLE
source: Group Name
tr_tr: Grup Adı

# PANOPTICON_GROUPS_FIELD_TITLE
source: Group Name
tr_tr: Grup Adı

# PANOPTICON_GROUPS_FIELD_PERMISSIONS
source: Permissions
tr_tr: İzinler

# PANOPTICON_GROUPS_FIELD_PERMISSIONS_GROUPS
source: Permissions &amp; Groups
tr_tr: İzinler ve Gruplar

# PANOPTICON_GROUPS_FIELD_PERMISSIONS_HELP
source: These privileges will be given to a user belonging to this group for any site which belongs to this group. To let the user see a site's overview you need to give them the View privilege.
tr_tr: Bu ayrıcalıklar, bu gruba ait olan herhangi bir site için bu gruba ait bir kullanıcıya verilecektir. Kullanıcının bir sitenin genel görünümünü görmesine izin vermek için onlara Görüntüleme ayrıcalığını vermeniz gerekir.

# PANOPTICON_GROUP_ERR_TITLE_EMPTY
source: You cannot have an empty Group Name.
tr_tr: Boş bir Grup Adına sahip olamazsınız.

# PANOPTICON_LBL_GROUP_SAVED
source: The group has been saved.
tr_tr: Grup kaydedildi.

# PANOPTICON_LBL_GROUP_COPIED
source: The group has been copied.
tr_tr: Grup kopyalandı.

# PANOPTICON_LBL_GROUP_DELETED
source: The group has been deleted.
tr_tr: Grup silindi.

# PANOPTICON_USERS_TITLE
source: Users
tr_tr: Kullanıcılar

# PANOPTICON_USERS_TITLE_NEW
source: New User
tr_tr: Yeni Kullanıcı

# PANOPTICON_USERS_TITLE_EDIT
source: Edit a User
tr_tr: Kullanıcı Düzenle

# PANOPTICON_USERS_TITLE_EDIT_MENU
source: My Profile
tr_tr: Profilim

# PANOPTICON_LBL_USER_SAVED
source: The user account has been saved
tr_tr: Kullanıcı hesabı kaydedildi

# PANOPTICON_LBL_USER_DELETED
source: The user account has been deleted
tr_tr: Kullanıcı hesabı silindi

# PANOPTICON_USERS_ERR_CANT_DELETE_YOURSELF
source: You cannot delete your own user account.
tr_tr: Kendi kullanıcı hesabınızı silemezsiniz.

# PANOPTICON_USERS_ERR_CANT_DELETE_LAST_SUPER
source: You cannot delete the only superuser account.
tr_tr: Tek süper kullanıcı hesabını silemezsiniz.

# PANOPTICON_USERS_ERR_USERNAME_EXISTS
source: The username %s already exists.
tr_tr: %s kullanıcı adı zaten mevcut.

# PANOPTICON_USERS_ERR_EMPTY_NAME
source: You cannot leave the Full Name empty.
tr_tr: Tam Adı boş bırakamazsınız.

# PANOPTICON_USERS_ERR_INVALID_EMAIL
source: The email address %s does not appear to be a correctly formatted email address. You can safely ignore this message if you have confirmed you can receive email at this address.
tr_tr: %s e-posta adresi doğru biçimlendirilmiş bir e-posta adresi gibi görünmüyor. Bu adresten e-posta alabileceğinizi onayladıysanız, bu mesajı güvenle göz ardı edebilirsiniz.

# PANOPTICON_USERS_ERR_NEEDS_PASSWORD
source: You must enter a password for the user account.
tr_tr: Kullanıcı hesabı için bir şifre girmelisiniz.

# PANOPTICON_USERS_ERR_PASSWORD_MISMATCH
source: The passwords do not match.
tr_tr: Şifreler eşleşmiyor.

# PANOPTICON_USERS_ERR_CANT_REMOVE_SELF_SUPER
source: You cannot remove the Superuser privilege from your own user account.
tr_tr: Süper Kullanıcı ayrıcalığını kendi kullanıcı hesabınızdan kaldıramazsınız.

# PANOPTICON_USERS_TABLE_COMMENT
source: Table of user accounts
tr_tr: Kullanıcı hesapları tablosu

# PANOPTICON_USERS_TABLE_HEAD_USERNAME
source: Username
tr_tr: Kullanıcı Adı

# PANOPTICON_USERS_TABLE_HEAD_NAME
source: Full name
tr_tr: İsim

# PANOPTICON_USERS_LBL_AVATAR_EDIT
source: Edit avatar
tr_tr: Avatar Düzenle

# PANOPTICON_USERS_LBL_FIELD_USERNAME
source: Username
tr_tr: Kullanıcı Adı

# PANOPTICON_USERS_LBL_FIELD_NAME
source: Full name
tr_tr: İsim

# PANOPTICON_USERS_LBL_FIELD_EMAIL
source: Email
tr_tr: E-Posta

# PANOPTICON_USERS_LBL_FIELD_EMAIL_HELP
source: The email address is used to email the user, as well as displaying the user's picture using the third party <a href="https://en.gravatar.com" target="_blank">Gravatar</a> service.
tr_tr: E-posta adresi, kullanıcıya e-posta göndermenin yanı sıra, üçüncü taraf <a href="https://en.gravatar.com" target="_blank">Gravatar</a> hizmetini kullanarak kullanıcının resmini görüntülemek için kullanılır.

# PANOPTICON_USERS_LBL_FIELD_PASSWORD
source: Password
tr_tr: Parola

# PANOPTICON_USERS_LBL_FIELD_PASSWORD2
source: Password (repeat)
tr_tr: Şifre (tekrar)

# PANOPTICON_USERS_LBL_FIELD_PERMISSIONS
source: Permissions
tr_tr: İzinler

# PANOPTICON_USERS_LBL_FIELD_GROUPS
source: Groups
tr_tr: Gruplar

# PANOPTICON_USERS_LBL_EDIT_PROFILE
source: Edit Profile
tr_tr: Profili Düzenle

# PANOPTICON_USERS_LBL_NOACCESS
source: No Access
tr_tr: Erişim Yok

# PANOPTICON_USERS_LBL_GROUPS
source: %d Groups
tr_tr: %d Group

# PANOPTICON_USERS_LBL_GROUPS_1
source: Group
tr_tr: Grup

# PANOPTICON_USERS_LBL_FIELD_FIELD_LANGUAGE
source: Preferred Language
tr_tr: Dil Tercihi

# PANOPTICON_USERS_LBL_FIELD_FIELD_LANGUAGE_AUTO
source: Use Default
tr_tr: Varsayılan Kullanılsın

# PANOPTICON_USERS_LBL_FIELD_FIELD_LANGUAGE_HELP
source: The language to display Panopticon and send you emails in. “Use Default” uses the language set in your browser preferences for the web interface, and the default language (<tt>%s</tt>) for emails.
tr_tr: Panopticon'un görüntüleneceği ve size e-posta gönderileceği dil. “Varsayılanı Kullan”, web arayüzü için tarayıcı tercihlerinizde ayarlanan dili ve e-postalar için varsayılan dili (<tt>%s</tt>) kullanır.

# PANOPTICON_USERS_LBL_FIELD_MAIN_LAYOUT
source: Sites Overview Layout
tr_tr: Sitelere Genel Bakış Düzeni

# PANOPTICON_USERS_LBL_FIELD_MAIN_LAYOUT_OPT_DEFAULT
source: Table
tr_tr: Tablo

# PANOPTICON_USERS_LBL_FIELD_MAIN_LAYOUT_OPT_DASHBOARD
source: Dashboard
tr_tr: Yönetim Paneli

# PANOPTICON_USERS_LBL_FIELD_MAIN_LAYOUT_HELP
source: The Dashboard layout is simpler to understand, but uses more browser resources.
tr_tr: Yönetim Paneli düzeninin anlaşılması daha kolaydır ancak daha fazla tarayıcı kaynağı kullanır.

# PANOPTICON_ABOUT_TITLE
source: About
tr_tr: Hakkında

# PANOPTICON_ABOUT_LBL_LICENSE
source: License
tr_tr: Lisans

# PANOPTICON_ABOUT_LBL_APP_SUBTITLE
source: Self–hosted site monitoring
tr_tr: Kendi kendine barındırılan site izleme

# PANOPTICON_ABOUT_LBL_COPYRIGHT
source: Copyright &copy; %s Akeeba Ltd
tr_tr: Telif Hakkı &copy; %s Akeeba Ltd

# PANOPTICON_ABOUT_LBL_PLEASE_READ_LICENSE
source: For the complete text of the software license, please read the <a class="text-body-tertiary" href="%sLICENSE.txt">LICENSE.txt</a> file supplied with the software.
tr_tr: Yazılım lisansının tam metni için lütfen yazılımla birlikte verilen <a class="text-body-tertiary" href="%sLICENSE.txt">LICENSE.txt</a> dosyasını okuyun.

# PANOPTICON_ABOUT_LBL_3PD_SOFTWARE
source: Third Party Software Included
tr_tr: Üçüncü Taraf Yazılım Dahil

# PANOPTICON_ABOUT_LBL_3PD_SOFTWARE_ABOUT
source: Software is not made in a vacuum, or by virgin birth. We build upon the work of other people and organisations who have kindly provided their software libraries under a permissive license. Below, you can find the third party software which is included in Akeeba Panopticon, its version numbers, and its integrity checksum - essentially a Software Bill Of Materials (SBOM) which you might need for compliance reasons.
tr_tr: Yazılım bir boşlukta ya da bakir bir doğumla yapılmaz. Yazılım kütüphanelerini izin verilen bir lisans altında sağlama nezaketini gösteren diğer kişi ve kuruluşların çalışmaları üzerine inşa ediyoruz. Aşağıda, Akeeba Panopticon'a dahil olan üçüncü taraf yazılımları, sürüm numaralarını ve bütünlük sağlama toplamını bulabilirsiniz - esasen uyumluluk nedenleriyle ihtiyaç duyabileceğiniz bir Yazılım Malzeme Listesi (SBOM).

# PANOPTICON_ABOUT_LBL_PHP_DEPS
source: PHP Dependencies
tr_tr: PHP Bağımlılıkları

# PANOPTICON_ABOUT_LBL_PACKAGE
source: Package
tr_tr: Paket

# PANOPTICON_ABOUT_LBL_VERSION
source: Version
tr_tr: Sürüm

# PANOPTICON_ABOUT_LBL_REFERENCE
source: Reference
tr_tr: Referans

# PANOPTICON_ABOUT_LBL_CSS_AND_JS
source: CSS and JavaScript Dependencies
tr_tr: CSS ve JavaScript Bağımlılıkları

# PANOPTICON_ABOUT_LBL_INTEGRITY
source: Integrity
tr_tr: Bütünlük

# PANOPTICON_ABOUT_LBL_CONTRIBUTORS
source: Contributors
tr_tr: Katkıda Bulunanlar

# PANOPTICON_ABOUT_LBL_CONTRIBUTORS_INFO
source: Panopticon is Free and Open Source Software (FOSS). Like all FOSS it is made possible by the contributions of volunteer software developers, designers, translators, linguists, beta testers, and users who contribute to its development in every way they can. Below you can find the top contributors to the Panopticon project, as reported by GitHub.
tr_tr: Panopticon, Özgür ve Açık Kaynak Kodlu Yazılımdır (FOSS). Tüm FOSS'lar gibi, gönüllü yazılım geliştiricilerin, tasarımcıların, çevirmenlerin, dilbilimcilerin, beta test uzmanlarının ve gelişimine ellerinden gelen her şekilde katkıda bulunan kullanıcıların katkılarıyla mümkün olmaktadır. Aşağıda, GitHub tarafından bildirildiği üzere Panopticon projesine en çok katkıda bulunanları bulabilirsiniz.

# PANOPTICON_ABOUT_LBL_AVATAR_FOR
source: Avatar for user %s
tr_tr: Kullanıcı için avatar %s

# PANOPTICON_ABOUT_LBL_CONTRIBUTIONS
source: Contributions: <span class="font-monospace text-success">%d</span>
tr_tr: Katkılar: <span class="font-monospace text-success">%d</span>

# PANOPTICON_ABOUT_LBL_GITHUB_PROFILE
source: GitHub profile
tr_tr: GitHub Profili

# PANOPTICON_ABOUT_LBL_GITHUB_PROFILE_FOR
source: GitHub profile for user %s
tr_tr: Kullanıcı için GitHub profili %s

# PANOPTICON_ABOUT_LBL_VISIT_GITHUB
source: For a complete list of Panopticon's contributors please visit <a href="%s">its GitHub repository</a>.
tr_tr: Panopticon'a katkıda bulunanların tam listesi için lütfen <a href="%s">GitHub deposunu</a> ziyaret edin.

# PANOPTICON_ABOUT_LBL_ARE_YOU_MISSING
source: We would like to acknowledge and recognise the work of each and every person who has contributed to Akeeba Panopticon, no matter how small or big their contribution is; even the smallest of details are important. If you have contributed outside of GitHub and would like to be publicly acknowledged, please drop us a line and we'll rectify the omission; <em>every person matters</em>.
tr_tr: Katkıları ne kadar küçük veya büyük olursa olsun, Akeeba Panopticon'a katkıda bulunan her bir kişinin çalışmalarını kabul etmek ve tanımak istiyoruz; en küçük ayrıntılar bile önemlidir. GitHub dışında katkıda bulunduysanız ve kamuya açık olarak tanınmak istiyorsanız, lütfen bize bir satır bırakın ve ihmali düzeltelim; <em>her insan önemlidir</em>.

# PANOPTICON_BACKUPTASKS_TITLE
source: Backup Tasks
tr_tr: Yedekleme Görevleri

# PANOPTICON_BACKUPTASKS_TITLE_NEW
source: New Backup Schedule
tr_tr: Yeni Yedekleme Programı

# PANOPTICON_BACKUPTASKS_TITLE_EDIT
source: Edit a Backup Schedule
tr_tr: Yedekleme Zamanlamasını Düzenleme

# PANOPTICON_BACKUPTASKS_LBL_RESET
source: Reset
tr_tr: Sıfırla

# PANOPTICON_BACKUPTASKS_LBL_BACKUP_OPTIONS
source: Backup Options
tr_tr: Yedekleme Seçenekleri

# PANOPTICON_BACKUPTASKS_LBL_BACKUP_PROFILE
source: Backup Profile
tr_tr: Yedekleme Profili

# PANOPTICON_BACKUPTASKS_LBL_DESCRIPTION
source: Description
tr_tr: Açıklama

# PANOPTICON_BACKUPTASKS_LBL_DESCRIPTION_HELP
source: You can use Akeeba Backup variables such as <code>[DATE]</code>, <code>[SITE]</code>, etc. They will be replaced by Akeeba Backup at backup time. You can also use the variables <code>{DATE_FORMAT_LC}</code>,<code>{DATE_FORMAT_LC1}</code>…<code>{DATE_FORMAT_LC7}</code> which will be replaced by Panopticon with a formatted version of the backup time. Please note that the Panopticon variables may differ by a few seconds compared to the Akeeba Backup variables as they are processed on the server running Panopticon, not the site's server where Akeeba Backup runs.
tr_tr: <code>TARİH]</code>, <code>[SİTE],</code> vb. gibi Akeeba Backup değişkenlerini kullanabilirsiniz. Bunlar yedekleme zamanında Akeeba Backup tarafından değiştirilecektir. Ayrıca şu değişkenleri de kullanabilirsiniz <code>{DATE_FORMAT_LC}</code>,<code>{DATE_FORMAT_LC1}</code>..<code>{DATE_FORMAT_LC7}</code> panopticon tarafından yedekleme zamanının biçimlendirilmiş bir versiyonu ile değiştirilecektir. Lütfen Panopticon değişkenlerinin Akeeba Backup değişkenlerine kıyasla birkaç saniye farklı olabileceğini unutmayın, çünkü bunlar Akeeba Backup'ın çalıştığı sitenin sunucusunda değil, Panopticon'u çalıştıran sunucuda işlenir.

# PANOPTICON_BACKUPTASKS_LBL_DESCRIPTION_DEFAULT
source: Scheduled remote backup with Panopticon taken on {DATE_FORMAT_LC7}
tr_tr: Panopticon ile zamanlanmış uzaktan yedekleme {DATE_FORMAT_LC7} tarihinde alındı

# PANOPTICON_BACKUPTASKS_LBL_SCHEDULE
source: Schedule
tr_tr: Planlama

# PANOPTICON_BACKUPTASKS_LBL_MINUTES
source: Minutes
tr_tr: Dakika

# PANOPTICON_BACKUPTASKS_LBL_MINUTES_HELP
source: Number <code>0</code> to <code>59</code>, contiguous range e.g. <code>5-15</code>, comma–separated list of values e.g. <code>1,15,30,45</code>, every minute as <code>*</code>, every X minutes using slash e.g. <code>*/5</code> (every 5 minutes).
tr_tr: Sayı <code>0</code> ile <code>59</code>, bitişik aralık, örneğin <code>5-15</code>, virgülle ayrılmış değerler listesi, örneğin <code>1,15,30,45</code>, <code>*</code> olarak her dakika, eğik çizgi kullanarak her x dakikada bir, örneğin <code>*/5</code> (her 5 dakikada bir).

# PANOPTICON_BACKUPTASKS_LBL_HOURS
source: Hours
tr_tr: Saat

# PANOPTICON_BACKUPTASKS_LBL_HOURS_HELP
source: Number <code>0</code> to <code>23</code> (0–11 is a.m., 12–23 is p.m.), contiguous range e.g. <code>5-15</code>, comma–separated list of values e.g. <code>0,6,12,18</code>, every hour as <code>*</code>, every X hours using slash e.g. <code>*/2</code> (every 2 hours).
tr_tr: <code>0</code> 'dan <code>23</code> 'e kadar sayı (0-11 sabah, 12-23 akşam), bitişik aralık, örneğin <code>5-15</code>, virgülle ayrılmış değerler listesi, örneğin <code>0,6,12,18</code>, <code>*</code> olarak her saat, eğik çizgi kullanarak her X saatte bir, örneğin <code>*/2</code> (her 2 saatte bir).

# PANOPTICON_BACKUPTASKS_LBL_DOM
source: Day of the Month
tr_tr: Ayın Günü

# PANOPTICON_BACKUPTASKS_LBL_DOM_HELP
source: Number <code>1</code> to <code>31</code>, <code>L</code> for the last day of the month (cannot be used in lists of values!), contiguous range e.g. <code>1-15</code>, comma–separated list of values e.g. <code>1,7,14,21,28</code>, every day as <code>*</code>, every X days using slash e.g.<code>*/3</code> (every 3 days).<br>Use a number with <code>W</code> for the closest day within the same month that's not a Saturday or Sunday, e.g. <code>15W</code> is the closest day (from the 13th to the 17th) which is not a Saturday or Sunday.
tr_tr: <code>1</code> den <code>31</code> e kadar sayı, ayın son günü için <code>L</code> (değer listelerinde kullanılamaz!), bitişik aralık ör. <code>1-15</code>, virgülle ayrılmış değerler listesi ör. <code>1,7,14,21,28</code>, her gün <code>*</code> olarak, her X günde bir eğik çizgi kullanılarak ör.<code>*/3</code> (her 3 günde bir).<br>Aynı ay içinde Cumartesi veya Pazar olmayan en yakın gün için <code>W</code> ile bir sayı kullanın, ör. <code>15W</code> en yakın gündür (13'ten 17'ye kadar) ve Cumartesi veya Pazar değildir.

# PANOPTICON_BACKUPTASKS_LBL_MONTH
source: Month
tr_tr: Ay

# PANOPTICON_BACKUPTASKS_LBL_MONTH_HELP
source: Number <code>1</code> (January) to <code>12</code> (December), contiguous range e.g. <code>3-7</code>, comma–separated list of values e.g. <code>3,6,9,12</code>, every month as <code>*</code>, every X months using slash e.g. <code>*/2</code> (every 2 months).<br>Instead of numbers you may use the abbreviated, three–letter, English names of the months: <code>JAN</code> <code>FEB</code>, <code>MAR</code>, <code>APR</code>, <code>MAY</code>, <code>JUN</code>, <code>JUL</code>, <code>AUG</code>, <code>SEP</code>, <code>OCT</code>, <code>NOV</code>, <code>DEC</code>.
tr_tr: Sayı <code>1</code> (Ocak) ile <code>12</code> (Aralık), bitişik aralık, ör. <code>3-7</code>, virgülle ayrılmış değerler listesi, ör. <code>3,6,9,12</code>, <code>*</code>, olarak her ay, eğik çizgi kullanarak her x ayda bir, ör. <code>*/2</code> (her 2 ayda bir).<br>Sayılar yerine ayların kısaltılmış, üç harfli İngilizce adlarını kullanabilirsiniz: <code>JAN</code> <code>FEB</code>, <code>MAR</code>, <code>APR</code>, <code>MAY</code>, <code>JUN</code>, <code>JUL</code>, <code>AUG</code>, <code>SEP</code>, <code>OCT</code>, <code>NOV</code>, <code>DEC</code>.

# PANOPTICON_BACKUPTASKS_LBL_DOW
source: Day of the Week
tr_tr: Haftanın Günü
