Repository: Memotas/panopticon
Catalog: languages/*.po
Languages: tr_tr

# PANOPTICON_BACKUPTASKS_LBL_DOW_HELP
source: Number <code>0</code> (Sunday) to <code>6</code> (Saturday), contiguous range e.g. <code>1-5</code>, comma–separated list of values e.g. <code>1,3,5</code>, every day as <code>*</code>.<br> Instead of numbers you may use the abbreviated, three–letter, English names of the days of the week: <code>SUN</code>, <code>MON</code>, <code>TUE</code>, <code>WED</code>, <code>THU</code>, <code>FRI</code>, <code>SAT</code><br>A number followed by <code>L</code> for the last day of the week in the month, e.g. <code>5L</code> is the last Friday of the month.<br>Two numbers separated by <code>#</code> for n-th day of the week in the month, e.g. <code>5#3</code> is the 3rd Friday of the month.
tr_tr: Sayı <code>0</code> (Pazar) ile <code>6</code> (Cumartesi), bitişik aralık, ör. <code>1-5</code>, virgülle ayrılmış değerler listesi, ör. <code>1,3,5</code>, <code>*</code> olarak her gün.<br> Sayılar yerine haftanın günlerinin kısaltılmış, üç harfli İngilizce adlarını kullanabilirsiniz: <code>SUN</code>, <code>MON</code>, <code>TUE</code>, <code>WED</code>, <code>THU</code>, <code>FRI</code>, <code>SAT</code><br>Ay içinde haftanın son günü için arkasından <code>L</code> gelen bir sayı, ör, <code>5L</code> ayın son cumasıdır.<br>Ay içinde haftanın n'inci günü için <code>#</code> ile ayrılmış iki sayı, ör. <code>5#3</code> ayın 3. cumasıdır.

# PANOPTICON_BACKUPTASKS_LBL_FIELD_PROFILE
source: Profile
tr_tr: Profil

# PANOPTICON_BACKUPTASKS_LBL_FIELD_SCHEDULE
source: Schedule
tr_tr: Planlama

# PANOPTICON_BACKUPTASKS_LBL_FIELD_RUN_ONCE
source: Repetition
tr_tr: Tekrarlama

# PANOPTICON_BACKUPTASKS_LBL_FIELD_RUN_ONCE_NONE
source: Repeat according to schedule
tr_tr: Planlamaya göre tekrarlayın

# PANOPTICON_BACKUPTASKS_LBL_FIELD_RUN_ONCE_DISABLE
source: Run once, then disable this backup schedule
tr_tr: Bir kez çalıştırın, ardından bu yedekleme zamanlamasını devre dışı bırakın

# PANOPTICON_BACKUPTASKS_LBL_FIELD_RUN_ONCE_DELETE
source: ⚠️ Run once, then DELETE this backup schedule
tr_tr: ⚠️ Bir kez çalıştırın, ardından bu yedekleme zamanlamasını SİLİN

# PANOPTICON_BACKUPTASKS_LBL_TIMEZONE_NOTICE
source: The backup schedule is a <a href='%s' target='_blank'>CRON expression</a>. It uses the %s time zone.
tr_tr: Yedekleme planı bir <a href='%s' target='_blank'>CRON ifadesidir</a>. %s saat dilimini kullanıyor.

# PANOPTICON_BACKUPTASKS_LBL_SELECT_PROFILE
source: – Profile –
tr_tr: – Profil –

# PANOPTICON_LBL_BACKUPTASK_DELETED
source: The backup schedule has been deleted.
tr_tr: Yedekleme planı silindi.

# PANOPTICON_LBL_BACKUPTASK_SAVED
source: The backup schedule has been saved.
tr_tr: Yedekleme planı kaydedildi.

# PANOPTICON_LBL_BACKUPTASK_PUBLISHED
source: The backup schedule is enabled.
tr_tr: Yedekleme planı etkinleştirildi.

# PANOPTICON_LBL_BACKUPTASK_UNPUBLISHED
source: The backup schedule is disabled.
tr_tr: Yedekleme planı devre dışı bırakıldı.

# PANOPTICON_BACKUPTASKS_ERR_CANNOT_EDIT_MANUAL
source: You cannot edit manual backup schedules.
tr_tr: Manuel yedekleme planlarını düzenleyemezsiniz.

# PANOPTICON_BACKUPTASKS_LBL_MANUAL_BACKUP
source: Manual Backup
tr_tr: Elle Yedekleme

# PANOPTICON_SITES_LBL_AKEEBABACKUP_EXECUTION_PENDING
source: %d backups are currently in the queue.
tr_tr: %d yedek şu anda sırada.

# PANOPTICON_SITES_LBL_AKEEBABACKUP_EXECUTION_PENDING_1
source: One backup is currently in the queue.
tr_tr: Şu anda sırada bir yedek var.

# PANOPTICON_SITES_LBL_AKEEBABACKUP_MANUAL_ERROR
source: %d manual backups have failed.
tr_tr: %d elle yedekleme başarısız oldu.

# PANOPTICON_SITES_LBL_AKEEBABACKUP_MANUAL_ERROR_1
source: One manual backup has failed.
tr_tr: Bir elle yedekleme başarısız oldu.

# PANOPTICON_BACKUPTASKS_LBL_SELECT_MANUAL
source: – Manual –
tr_tr: – El İle –

# PANOPTICON_BACKUPTASKS_LBL_MANUAL_NO
source: Scheduled
tr_tr: Planlanmış

# PANOPTICON_BACKUPTASKS_LBL_MANUAL_YES
source: Manual
tr_tr: El İle

# PANOPTICON_BACKUPTASKS_LBL_VIEW_MANUAL
source: List Manual Backups
tr_tr: Elle Yedeklemeleri Listeleme

# PANOPTICON_SCANNERTASKS_TITLE
source: PHP File Change Scanner Tasks
tr_tr: PHP Dosya Değiştirme Tarayıcı Görevleri

# PANOPTICON_SCANNERTASKS_TITLE_NEW
source: New Scan Schedule
tr_tr: Yeni Tarama Zamanlaması

# PANOPTICON_SCANNERTASKS_TITLE_EDIT
source: Edit a Scan Schedule
tr_tr: Tarama Zamanlamasını Düzenleme

# PANOPTICON_SCANNERTASKS_LBL_RESET
source: Reset
tr_tr: Sıfırla

# PANOPTICON_SCANNERTASKS_LBL_MINUTES
source: Minutes
tr_tr: Dakika

# PANOPTICON_SCANNERTASKS_LBL_MINUTES_HELP
source: Number <code>0</code> to <code>59</code>, contiguous range e.g. <code>5-15</code>, comma–separated list of values e.g. <code>1,15,30,45</code>, every minute as <code>*</code>, every X minutes using slash e.g. <code>*/5</code> (every 5 minutes).
tr_tr: Sayı <code>0</code> ile <code>59</code>, bitişik aralık, örneğin <code>5-15</code>, virgülle ayrılmış değerler listesi, örneğin <code>1,15,30,45</code>, <code>*</code> olarak her dakika, eğik çizgi kullanarak her x dakikada bir, örneğin <code>*/5</code> (her 5 dakikada bir).

# PANOPTICON_SCANNERTASKS_LBL_HOURS
source: Hours
tr_tr: Saat

# PANOPTICON_SCANNERTASKS_LBL_DOM
source: Day of the Month
tr_tr: Ayın Günü

# PANOPTICON_SCANNERTASKS_LBL_DOM_HELP
source: Number <code>1</code> to <code>31</code>, <code>L</code> for the last day of the month (cannot be used in lists of values!), contiguous range e.g. <code>1-15</code>, comma–separated list of values e.g. <code>1,7,14,21,28</code>, every day as <code>*</code>, every X days using slash e.g.<code>*/3</code> (every 3 days).<br>Use a number with <code>W</code> for the closest day within the same month that's not a Saturday or Sunday, e.g. <code>15W</code> is the closest day (from the 13th to the 17th) which is not a Saturday or Sunday.
tr_tr: <code>1</code> den <code>31</code> e kadar sayı, ayın son günü için <code>L</code> (değer listelerinde kullanılamaz!), bitişik aralık ör. <code>1-15</code>, virgülle ayrılmış değerler listesi ör. <code>1,7,14,21,28</code>, her gün <code>*</code> olarak, her X günde bir eğik çizgi kullanılarak ör.<code>*/3</code> (her 3 günde bir).<br>Aynı ay içinde Cumartesi veya Pazar olmayan en yakın gün için <code>W</code> ile bir sayı kullanın, ör. <code>15W</code> en yakın gündür (13'ten 17'ye kadar) ve Cumartesi veya Pazar değildir.

# PANOPTICON_SCANNERTASKS_LBL_MONTH
source: Month
tr_tr: Ay

# PANOPTICON_SCANNERTASKS_LBL_MONTH_HELP
source: Number <code>1</code> (January) to <code>12</code> (December), contiguous range e.g. <code>3-7</code>, comma–separated list of values e.g. <code>3,6,9,12</code>, every month as <code>*</code>, every X months using slash e.g. <code>*/2</code> (every 2 months).<br>Instead of numbers you may use the abbreviated, three–letter, English names of the months: <code>JAN</code> <code>FEB</code>, <code>MAR</code>, <code>APR</code>, <code>MAY</code>, <code>JUN</code>, <code>JUL</code>, <code>AUG</code>, <code>SEP</code>, <code>OCT</code>, <code>NOV</code>, <code>DEC</code>.
tr_tr: Sayı <code>1</code> (Ocak) ile <code>12</code> (Aralık), bitişik aralık, ör. <code>3-7</code>, virgülle ayrılmış değerler listesi, ör. <code>3,6,9,12</code>, <code>*</code>, olarak her ay, eğik çizgi kullanarak her x ayda bir, ör. <code>*/2</code> (her 2 ayda bir).<br>Sayılar yerine ayların kısaltılmış, üç harfli İngilizce adlarını kullanabilirsiniz: <code>JAN</code> <code>FEB</code>, <code>MAR</code>, <code>APR</code>, <code>MAY</code>, <code>JUN</code>, <code>JUL</code>, <code>AUG</code>, <code>SEP</code>, <code>OCT</code>, <code>NOV</code>, <code>DEC</code>.

# PANOPTICON_SCANNERTASKS_LBL_DOW
source: Day of the Week
tr_tr: Haftanın Günü

# PANOPTICON_SCANNERTASKS_LBL_DOW_HELP
source: Number <code>0</code> (Sunday) to <code>6</code> (Saturday), contiguous range e.g. <code>1-5</code>, comma–separated list of values e.g. <code>1,3,5</code>, every day as <code>*</code>.<br> Instead of numbers you may use the abbreviated, three–letter, English names of the days of the week: <code>SUN</code>, <code>MON</code>, <code>TUE</code>, <code>WED</code>, <code>THU</code>, <code>FRI</code>, <code>SAT</code><br>A number followed by <code>L</code> for the last day of the week in the month, e.g. <code>5L</code> is the last Friday of the month.<br>Two numbers separated by <code>#</code> for n-th day of the week in the month, e.g. <code>5#3</code> is the 3rd Friday of the month.
tr_tr: Sayı <code>0</code> (Pazar) ile <code>6</code> (Cumartesi), bitişik aralık, ör. <code>1-5</code>, virgülle ayrılmış değerler listesi, ör. <code>1,3,5</code>, <code>*</code> olarak her gün.<br> Sayılar yerine haftanın günlerinin kısaltılmış, üç harfli İngilizce adlarını kullanabilirsiniz: <code>SUN</code>, <code>MON</code>, <code>TUE</code>, <code>WED</code>, <code>THU</code>, <code>FRI</code>, <code>SAT</code><br>Ay içinde haftanın son günü için arkasından <code>L</code> gelen bir sayı, ör, <code>5L</code> ayın son cumasıdır.<br>Ay içinde haftanın n'inci günü için <code>#</code> ile ayrılmış iki sayı, ör. <code>5#3</code> ayın 3. cumasıdır.

# PANOPTICON_SCANNERTASKS_LBL_FIELD_SCHEDULE
source: Schedule
tr_tr: Planlama

# PANOPTICON_SCANNERTASKS_LBL_FIELD_RUN_ONCE
source: Repetition
tr_tr: Tekrarlama

# PANOPTICON_SCANNERTASKS_LBL_FIELD_RUN_ONCE_NONE
source: Repeat according to schedule
tr_tr: Programa göre tekrarlayın

# PANOPTICON_SCANNERTASKS_LBL_FIELD_RUN_ONCE_DISABLE
source: Run once, then disable this scan schedule
tr_tr: Bir kez çalıştırın, ardından bu tarama zamanlamasını devre dışı bırakın

# PANOPTICON_SCANNERTASKS_LBL_FIELD_RUN_ONCE_DELETE
source: ⚠️ Run once, then DELETE this scan schedule
tr_tr: ⚠️ Bir kez çalıştırın, ardından bu tarama zamanlamasını SİLİN

# PANOPTICON_SCANNERTASKS_LBL_TIMEZONE_NOTICE
source: The scan schedule is a <a href='%s' target='_blank'>CRON expression</a>. It uses the %s time zone.
tr_tr: Tarama zamanlaması bir <a href='%s' target='_blank'>CRON ifadesidir</a>. %s saat dilimini kullanıyor.

# PANOPTICON_LBL_SCANNERTASK_DELETED
source: The scan schedule has been deleted.
tr_tr: Tarama zamanlaması silindi.

# PANOPTICON_LBL_SCANNERTASK_SAVED
source: The scan schedule has been saved.
tr_tr: Tarama planlaması kaydedildi.

# PANOPTICON_LBL_SCANNERTASK_PUBLISHED
source: The scan schedule is enabled.
tr_tr: Tarama zamanlaması etkinleştirildi.

# PANOPTICON_LBL_SCANNERTASK_UNPUBLISHED
source: The scan schedule is disabled.
tr_tr: Tarama zamanlaması devre dışı.

# PANOPTICON_SCANNERTASKS_ERR_CANNOT_EDIT_MANUAL
source: You cannot edit manual scan schedules.
tr_tr: Elle tarama planlamalarını düzenleyemezsiniz.

# PANOPTICON_SCANNERTASKS_LBL_MANUAL_SCAN
source: Manual Scan
tr_tr: Elle Tarama

# PANOPTICON_SITES_LBL_ADMINTOOLS_EXECUTION_PENDING
source: %d scans are currently in the queue.
tr_tr: %d tarama şu anda sırada.

# PANOPTICON_SITES_LBL_ADMINTOOLS_EXECUTION_PENDING_1
source: One scan is currently in the queue.
tr_tr: Şu anda sırada bir tarama var.

# PANOPTICON_SITES_LBL_ADMINTOOLS_MANUAL_ERROR
source: %d manual scans have failed.
tr_tr: %d elle tarama başarısız oldu.

# PANOPTICON_SITES_LBL_ADMINTOOLS_MANUAL_ERROR_1
source: One manual scan has failed.
tr_tr: Bir elle tarama başarısız oldu.

# PANOPTICON_SITES_LBL_ADMINTOOLS_SCHEDULE
source: Scheduled Scans
tr_tr: Zamanlanmış Taramalar

# PANOPTICON_SITES_LBL_ADMINTOOLS_STARTSCAN
source: Start Scanning
tr_tr: Taramayı Başlat

# PANOPTICON_SITES_LBL_ADMINTOOLS_REFRESH
source: Refresh
tr_tr: Yenile

# PANOPTICON_SCANNERTASKS_LBL_SELECT_MANUAL
source: – Manual –
tr_tr: – El İle –

# PANOPTICON_SCANNERTASKS_LBL_MANUAL_NO
source: Scheduled
tr_tr: Planlanmış

# PANOPTICON_SCANNERTASKS_LBL_MANUAL_YES
source: Manual
tr_tr: El İle

# PANOPTICON_SCANNERTASKS_LBL_VIEW_MANUAL
source: List Manual Scans
tr_tr: Elle Taramaları Listeleme

# PANOPTICON_SITES_LBL_DROPDOWN_AUTOMATIONS
source: Automations
tr_tr: Otomasyonlar

# PANOPTICON_SITES_LBL_DROPDOWN_AUTOMATIONS_HEAD_EMAILS
source: Automated Emails
tr_tr: Otomatik E-Postalar

# PANOPTICON_SITES_LBL_DROPDOWN_AUTOMATIONS_HEAD_BACKUP_SECURITY
source: Backup &amp; Security
tr_tr: Yedekleme &amp; Güvenlik

# PANOPTICON_MFA_HEAD_MFA_PAGE
source: Multi-factor Authentication
tr_tr: Çok Faktörlü Kimlik Doğrulama

# PANOPTICON_MFA_HEAD_SELECT_PAGE
source: Select an Authentication Method
tr_tr: Bir Kimlik Doğrulama Yöntemi Seçin

# PANOPTICON_MFA_LBL_GUI_HEAD
source: Multi-factor Authentication
tr_tr: Çok Faktörlü Kimlik Doğrulama

# PANOPTICON_MFA_LBL_DESCRIPTION
source: Multi-factor Authentication methods are used <em>in addition to</em> your username and password, to make it much harder for hackers to gain unauthorised access.
tr_tr: Bilgisayar korsanlarının yetkisiz erişim elde etmesini çok daha zorlaştırmak için, kullanıcı adınıza ve şifrenize <em>ek olarak</em> Çok Faktörlü Kimlik Doğrulama yöntemleri kullanılır.

# PANOPTICON_MFA_LBL_IS_ACTIVE
source: Multi-factor Authentication is <span class="%s">enabled</span> on your account.
tr_tr: Çok Faktörlü Kimlik Doğrulama hesabınızda <span class="%s">etkin</span>.

# PANOPTICON_MFA_LBL_TURN_OFF
source: Turn Off
tr_tr: Kapalı

# PANOPTICON_MFA_LBL_IS_DISABLED
source: Multi-factor Authentication is <span class="%s">disabled</span> on your account.
tr_tr: Çok Faktörlü Kimlik Doğrulama hesabınızda <span class="%s">devre dışı</span>.

# PANOPTICON_MFA_LBL_LIST_DEFAULTTAG
source: Default
tr_tr: Varsayılan

# PANOPTICON_MFA_LBL_CREATEDON
source: Added: %s
tr_tr: Eklendi: %s

# PANOPTICON_MFA_LBL_LASTUSED
source: Last used: %s
tr_tr: Son Kullanılan: %s

# PANOPTICON_MFA_LBL_EDIT
source: Edit
tr_tr: Düzenle

# PANOPTICON_MFA_LBL_DELETE
source: Delete
tr_tr: Sil

# PANOPTICON_MFA_LBL_LIST_ADD_A
source: Add a new %s
tr_tr: Yeni bir %s ekle

# PANOPTICON_MFA_LBL_TITLE_ADD
source: Add an MFA method
tr_tr: MFA Yöntemi Ekleme

# PANOPTICON_MFA_LBL_TITLE_EDIT
source: Edit an MFA method
tr_tr: MFA Yöntemini Düzenleme

# PANOPTICON_MFA_LBL_EDIT_FIELD_TITLE
source: Title
tr_tr: Başlık

# PANOPTICON_MFA_LBL_EDIT_FIELD_DEFAULT
source: Default Multi-factor Authentication method
tr_tr: Varsayılan Çok Faktörlü Kimlik Doğrulama Yöntemi

# PANOPTICON_MFA_LBL_EDIT_SUBMIT
source: Save
tr_tr: Kaydet

# PANOPTICON_MFA_LBL_EDIT_CANCEL
source: Cancel
tr_tr: İptal

# PANOPTICON_MFA_LBL_VALIDATE
source: Validate
tr_tr: Doğrula

# PANOPTICON_MFA_LBL_LOGOUT
source: Log Out
tr_tr: Çıkış Yap

# PANOPTICON_MFA_LBL_USEDIFFERENTMETHOD
source: Use a different method
tr_tr: Farklı bir yöntem kullanın

# PANOPTICON_MFA_ERR_INVALID_CODE
source: Failed Multi-factor Authentication validation. Please try again.
tr_tr: Çok Faktörlü Kimlik Doğrulama doğrulaması başarısız oldu. Lütfen tekrar deneyin.

# PANOPTICON_MFA_LBL_SELECT_INSTRUCTIONS
source: Please select how you would like to verify your login to this site.
tr_tr: Lütfen bu siteye giriş bilgilerinizi nasıl doğrulamak istediğinizi seçin.

# PANOPTICON_MFA_LBL_BACKUPCODES
source: Backup Codes (Emergency Access)<br><small class="text-muted">Use these if you get locked out.</small>
tr_tr: Yedek Kodlar (Acil Durum Erişimi)<br><small class="text-muted">Hesabınıza erişimi kaybederseniz bunları kullanın.</small>

# PANOPTICON_MFA_LBL_BACKUPCODES_METHOD_NAME
source: Backup Codes
tr_tr: Yedekleme Kodları

# PANOPTICON_MFA_LBL_BACKUPCODES_DESCRIPTION
source: Single-use codes to let you login to the site if none of the other methods can be used.
tr_tr: Diğer yöntemlerden hiçbirinin kullanılamadığı durumlarda siteye giriş yapmanızı sağlayan tek kullanımlık kodlar.

# PANOPTICON_MFA_LBL_BACKUPCODES_PRINT_PROMPT
source: <strong><a href="%s">Print these codes</a> and keep them in your wallet</strong>. <span class="text-muted">Backup codes let you log into the site if your regular Multi-factor Authentication method does not work or you no longer have access to it. Each code can be used <em>only once</em>.</span>
tr_tr: <strong><a href="%s">Bu kodları yazdırın</a> ve cüzdanınızda saklayın</strong>. <span class="text-muted">Yedek kodlar, normal Çok Faktörlü Kimlik Doğrulama yönteminizin çalışmaması veya artık bu yönteme erişiminizin olmaması durumunda sitede oturum açmanıza olanak tanır. Her kod <em>yalnızca bir kez</em> kullanılabilir.</span>

# PANOPTICON_MFA_LBL_BACKUPCODES_INSTRUCTIONS
source: Print this page and keep it in your wallet. Each of the following codes below can be used only once. Use them in case of emergency, when none of the other Multi-factor Authentication methods you've set up can be used. For example, if your phone is out of battery or misplaced.
tr_tr: Bu sayfayı yazdırın ve cüzdanınızda saklayın. Aşağıdaki kodların her biri yalnızca bir kez kullanılabilir. Acil durumlarda, kurduğunuz diğer Çok Faktörlü Kimlik Doğrulama yöntemlerinden hiçbirinin kullanılamadığı durumlarda bunları kullanın. Örneğin, telefonunuzun pili bitmiş veya yanlış yerleştirilmişse.

# PANOPTICON_MFA_LBL_BACKUPCODES_RESET
source: Regenerate Backup Codes
tr_tr: Yedek Kodları Yeniden Oluşturun

# PANOPTICON_MFA_LBL_BACKUPCODES_RESET_INFO
source: Use the “Regenerate Backup Codes” toolbar button to generate a new set of backup codes. You should do that if you have misplaced your backup codes, believe they may have been compromised, or are running out of available backup codes.
tr_tr: Yeni bir yedek kod kümesi oluşturmak için “Yedek Kodları Yeniden Oluştur” araç çubuğu düğmesini kullanın. Yedek kodlarınızı yanlış yerleştirdiyseniz, bunların ele geçirildiğini düşünüyorsanız veya kullanılabilir yedek kodlarınız tükeniyorsa bunu yapmalısınız.

# PANOPTICON_MFA_LBL_BACKUPCODES_ENTRY_LABEL
source: Your emergency backup code
tr_tr: Acil durum yedekleme kodunuz

# PANOPTICON_MFA_LBL_BACKUPCODES_USE_WHEN_LOCKED_OUT
source: Enter an emergency backup code if you are locked out.
tr_tr: Kilitlenirseniz acil durum yedek kodunu girin.

# PANOPTICON_MFA_FIXED_LBL_DISPLAYEDAS
source: Fixed Code
tr_tr: Sabit Kod

# PANOPTICON_MFA_FIXED_LBL_SHORTINFO
source: Choose your own preset code, essentially a second password. <strong>For demonstration purposes only - this is disabled in production</strong>.
tr_tr: Kendi önceden ayarlanmış kodunuzu, yani ikinci bir şifreyi seçin. <strong>Yalnızca gösterim amaçlıdır; bu, üretimde devre dışıdır</strong>.

# PANOPTICON_MFA_FIXED_LBL_LABEL
source: Enter your fixed Multi-factor Authentication code
tr_tr: Sabit Çok Faktörlü Kimlik Doğrulama kodunuzu girin

# PANOPTICON_MFA_FIXED_LBL_PLACEHOLDER
source: Enter your Fixed Code
tr_tr: Sabit Kodunuzu girin

# PANOPTICON_MFA_FIXED_LBL_PREMESSAGE
source: <p>This is a demonstration Multi-factor Authentication plugin for Panopticon. You need to enter the fixed code you configured when enabling the Multi-factor Authentication for this user. It effectively works as a second password.</p>
tr_tr: <p>Bu, Panopticon için bir Çok Faktörlü Kimlik Doğrulama eklentisidir. Bu kullanıcı için Çok Faktörlü Kimlik Doğrulamayı etkinleştirirken yapılandırdığınız sabit kodu girmeniz gerekir. Etkili bir şekilde ikinci bir şifre olarak çalışır.</p>

# PANOPTICON_MFA_FIXED_LBL_POSTMESSAGE
source: <p class="alert alert-info">The messages appearing above and below the code area can be customized by overriding the language strings <code>PANOPTICON_MFA_LBL_PREMESSAGE</code> and <code>PANOPTICON_MFA_FIXED_LBL_POSTMESSAGE</code>.</p>
tr_tr: <p class="alert warning-info">Kod alanının üstünde ve altında görünen mesajlar, <code>PANOPTICON_MFA_LBL_PREMESSAGE</code> ve <code>PANOPTICON_MFA_FIXED_LBL_POSTMESSAGE</code> dil dizeleri geçersiz kılınarak özelleştirilebilir.</p>

# PANOPTICON_MFA_FIXED_LBL_DEFAULTTITLE
source: Fixed Code
tr_tr: Sabit Kod

# PANOPTICON_MFA_FIXED_LBL_SETUP_PREMESSAGE
source: <p>Enter a password below. This password will be required to be entered after logging in before you're able to use the site.</p>
tr_tr: <p>Aşağıya bir şifre girin. Siteyi kullanabilmeniz için giriş yaptıktan sonra bu şifreyi girmeniz gerekecektir.</p>

# PANOPTICON_MFA_FIXED_LBL_SETUP_POSTMESSAGE
source: <p class="alert alert-info">The messages appearing above and below the setup area can be customized by overriding the language strings <code>PANOPTICON_MFA_FIXED_LBL_SETUP_PREMESSAGE</code> and <code>PANOPTICON_MFA_FIXED_LBL_SETUP_POSTMESSAGE</code></p>
tr_tr: <p class="alert warning-info">Kurulum alanının üstünde ve altında görünen mesajlar, <code>PANOPTICON_MFA_FIXED_LBL_SETUP_PREMESSAGE</code> ve <code>PANOPTICON_MFA_FIXED_LBL_SETUP_POSTMESSAGE</code></p> dil dizeleri geçersiz kılınarak özelleştirilebilir

# PANOPTICON_MFA_FIXED_ERR_EMPTYCODE
source: Your fixed code cannot be empty.
tr_tr: Sabit kodunuz boş olamaz.

# PANOPTICON_MFA_PASSKEYS_LBL_DISPLAYEDAS
source: Passkey
tr_tr: Geçiş Anahtarı

# PANOPTICON_MFA_PASSKEYS_LBL_SHORTINFO
source: Use a Passkey, with any hardware or software security key.
tr_tr: Herhangi bir donanım veya yazılım güvenlik anahtarıyla birlikte bir Geçiş Anahtarı kullanın.

# PANOPTICON_MFA_PASSKEYS_LBL_REGISTERKEY
source: Register a Passkey
tr_tr: Geçiş Anahtarı Kaydetme

# PANOPTICON_MFA_PASSKEYS_LBL_VALIDATEKEY
source: Validate Your Login with a Passkey
tr_tr: Girişinizi Geçiş Anahtarıyla Doğrulayın

# PANOPTICON_MFA_PASSKEYS_LBL_CONFIGURED
source: You have already configured this Passkey. Please note that you can only modify its title from this page.
tr_tr: Bu Şifre Anahtarını zaten yapılandırdınız. Bu sayfadan yalnızca başlığını değiştirebileceğinizi lütfen unutmayın.

# PANOPTICON_MFA_PASSKEYS_LBL_INSTRUCTIONS
source: Follow the instructions on your device's screen to use your preferred Passkey.
tr_tr: Tercih ettiğiniz Şifreyi kullanmak için cihazınızın ekranındaki yönergeleri izleyin.

# PANOPTICON_MFA_PASSKEYS_ERR_NOTAVAILABLE_HEAD
source: Your browser lacks support for Passkeys
tr_tr: Tarayıcınızda Geçiş Anahtarları desteği bulunmuyor

# PANOPTICON_MFA_PASSKEYS_ERR_NOTAVAILABLE_BODY
source: Your browser doesn't support Passkeys, or your site does not meet the minimum requirements (HTTPS-only, with an SSL/TLS certificate signed by a commercial Certification Authority).
tr_tr: Tarayıcınız Geçiş Anahtarlarını desteklemiyor veya siteniz minimum gereksinimleri (yalnızca HTTPS, ticari Sertifika Yetkilisi tarafından imzalanmış bir SSL/TLS sertifikasıyla) karşılamıyor.

# PANOPTICON_MFA_PASSKEYS_ERR_NO_STORED_CREDENTIAL
source: You have not configured a Passkey yet or the Passkey you are trying to use is unknown to this site.
tr_tr: Henüz bir Şifre Anahtarı yapılandırmadınız veya kullanmaya çalıştığınız Şifre bu site tarafından bilinmiyor.

# PANOPTICON_MFA_PASSKEYS_ERR_CREATE_NO_PK
source: The server has not issued a Public Key for Passkey registration but somehow received an authenticator registration request from the browser. This means that someone tried to hack you, or something is terribly broken.
tr_tr: Sunucu, Geçiş Anahtarı kaydı için bir Genel Anahtar yayınlamadı ancak bir şekilde tarayıcıdan bir kimlik doğrulayıcı kayıt isteği aldı. Bu, birisinin sizi hacklemeye çalıştığı veya bir şeyin çok bozuk olduğu anlamına gelir.

# PANOPTICON_MFA_PASSKEYS_ERR_CREATE_INVALID_PK
source: The Passkey registration has failed. The response received from the browser does not match the Public Key issued by the server. This means that someone tried to hack you, or something is terribly broken.
tr_tr: Geçiş anahtarı kaydı başarısız oldu. Tarayıcıdan alınan yanıt, sunucu tarafından verilen Genel Anahtarla eşleşmiyor. Bu, birisinin sizi hacklemeye çalıştığı veya bir şeyin çok bozuk olduğu anlamına gelir.

# PANOPTICON_MFA_PASSKEYS_ERR_CREATE_INVALID_USER
source: For security reasons you are not allowed to register Passkeys on behalf of another user.
tr_tr: Güvenlik nedeniyle, başka bir kullanıcı adına Şifre Anahtarı kaydetmenize izin verilmez.
