Repository: Memotas/panopticon
Catalog: languages/*.po
Languages: tr_tr

# PANOPTICON_SITES_LBL_AKEEBABACKUP_DURATION
source: Backup duration
tr_tr: Yedekleme Süresi

# PANOPTICON_SITES_LBL_AKEEBABACKUP_SIZE
source: Backup size
tr_tr: Yedek Boyutu

# PANOPTICON_SITES_LBL_AKEEBABACKUP_PROFILE
source: Backup profile
tr_tr: Yedekleme Profili

# PANOPTICON_SITES_LBL_AKEEBABACKUP_FROZEN
source: Frozen
tr_tr: Dondurulmuş

# PANOPTICON_SITES_LBL_AKEEBABACKUP_UNFROZEN
source: Not Frozen
tr_tr: Dondurulmamış

# PANOPTICON_SITES_LBL_AKEEBABACKUP_DESCRIPTION
source: Description
tr_tr: Açıklama

# PANOPTICON_SITES_LBL_AKEEBABACKUP_STATUS
source: Status
tr_tr: Durum

# PANOPTICON_SITES_LBL_AKEEBABACKUP_ACTIONS
source: Actions
tr_tr: Eylemler

# PANOPTICON_SITES_LBL_AKEEBABACKUP_STATUS_COMPLETE
source: Finished
tr_tr: Tamamlanmış

# PANOPTICON_SITES_LBL_AKEEBABACKUP_STATUS_FAIL
source: Failed
tr_tr: Başarısız

# PANOPTICON_SITES_LBL_AKEEBABACKUP_STATUS_OBSOLETE
source: Obsolete
tr_tr: Kullanılmayan

# PANOPTICON_SITES_LBL_AKEEBABACKUP_STATUS_OK
source: OK
tr_tr: Tamam

# PANOPTICON_SITES_LBL_AKEEBABACKUP_STATUS_PENDING
source: Pending
tr_tr: Bekliyor

# PANOPTICON_SITES_LBL_AKEEBABACKUP_STATUS_REMOTE
source: Remote
tr_tr: Uzak

# PANOPTICON_SITES_LBL_AKEEBABACKUP_DELETE
source: Delete
tr_tr: Sil

# PANOPTICON_SITES_LBL_AKEEBABACKUP_DELETEFILES
source: Delete Files
tr_tr: Dosyaları Sil

# PANOPTICON_SITES_LBL_AKEEBABACKUP_SCHEDULE
source: Schedule Backups
tr_tr: Yedeklemeleri Planlayın

# PANOPTICON_SITES_LBL_AKEEBABACKUP_STARTBACKUP
source: Run Backup
tr_tr: Yedekleme Çalışıyor

# PANOPTICON_SITES_LBL_AKEEBABACKUP_REFRESH
source: Refresh Backup Info
tr_tr: Yedekleme Bilgilerini Yenile

# PANOPTICON_SITES_LBL_AKEEBABACKUP_LATEST
source: Latest Backups
tr_tr: En Son Yedeklemeler

# PANOPTICON_SITES_LBL_BOU_HEAD
source: Backup on Update
tr_tr: Yedek Güncel

# PANOPTICON_SITES_LBL_BOU_POWERED_BY
source: Powered by Akeeba Backup Professional
tr_tr: Akeeba Backup Professional tarafından desteklenmektedir

# PANOPTICON_SITES_LBL_BOU_NO_EXT_HEAD
source: Extensions information has not yet been collected.
tr_tr: Eklenti bilgileri henüz toplanmadı.

# PANOPTICON_SITES_LBL_BOU_NO_EXT_BODY
source: Click on the Save button to save your site definition. Then come back to this page to set up Backup on Update.
tr_tr: Site tanımınızı kaydetmek için Kaydet düğmesine tıklayın. Ardından Güncellemede Yedeklemeyi ayarlamak için bu sayfaya geri dönün.

# PANOPTICON_SITES_LBL_BOU_NO_ABP_HEAD
source: You do not have Akeeba Backup Professional installed and enabled on your site
tr_tr: Sitenizde Akeeba Backup Professional yüklü ve etkin değil

# PANOPTICON_SITES_LBL_BOU_NO_ABP_BODY
source: The Backup on Update feature requires Akeeba Backup Professional to be installed and enabled on your site. If you have already installed and enabled it on your site please click the Reload Extensions button below to have Panopticon look for it again.
tr_tr: Güncellemede Yedekleme özelliği, sitenizde Akeeba Backup Professional'ın kurulu olmasını ve etkinleştirilmesini gerektirir. Sitenizde zaten yüklediyseniz ve etkinleştirdiyseniz, Panopticon'un tekrar aramasını sağlamak için lütfen aşağıdaki Eklentileri Yeniden Yükle düğmesini tıklayın.

# PANOPTICON_SITES_LBL_BOU_BTN_RELOAD_EXT
source: Reload Extensions
tr_tr: Eklentileri Yenile

# PANOPTICON_SITES_LBL_BOU_BTN_LEARN_MORE
source: Learn more about Akeeba Backup Professional
tr_tr: Akeeba Backup Professional hakkında daha fazla bilgi edinin

# PANOPTICON_SITES_LBL_BOU_NO_LINK_HEAD
source: Akeeba Backup Professional has not been linked yet
tr_tr: Akeeba Backup Professional henüz bağlanmadı

# PANOPTICON_SITES_LBL_BOU_NO_LINK_BODY
source: Akeeba Backup Professional has not been linked to Akeeba Panopticon, or the link has broken (for example, your Secret Word may have changed). Click the Link button below to re–establish the link.
tr_tr: Akeeba Backup Professional, Akeeba Panopticon'a bağlanmadı veya bağlantı koptu (örneğin, Gizli Kelimeniz değişmiş olabilir). Bağlantıyı yeniden kurmak için aşağıdaki Bağlantı düğmesini tıklayın.

# PANOPTICON_SITES_LBL_BOU_BTN_LINK
source: Link
tr_tr: Bağlantı

# PANOPTICON_SITES_LBL_BOU_TOGGLE
source: Backup on Update
tr_tr: Güncellemede Yedekleme

# PANOPTICON_SITES_LBL_BOU_TOGGLE_HELP
source: Takes a backup of your site using the specified Akeeba Backup profile before applying the update.
tr_tr: Güncellemeyi uygulamadan önce belirtilen Akeeba Yedekleme profilini kullanarak sitenizin yedeğini alır.

# PANOPTICON_SITES_LBL_BOU_PROFILE
source: Backup Profile
tr_tr: Yedekleme Profili

# PANOPTICON_SITES_LBL_BOU_PROFILE_HELP
source: The backup profile to use for taking a backup of your site before applying the update.
tr_tr: Güncellemeyi uygulamadan önce sitenizin yedeğini almak için kullanılacak yedekleme profili.

# PANOPTICON_SITES_LBL_BOU_RELOAD_PROFILES
source: Reload Profiles
tr_tr: Profilleri Yenile

# PANOPTICON_SITES_LBL_TROUBLESHOOT_HEAD
source: Troubleshooting Information
tr_tr: Sorun Giderme Bilgisi

# PANOPTICON_SITES_LBL_TROUBLESHOOT_API403_HEAD
source: The Joomla! API Application is blocked (HTTP error 403)
tr_tr: Joomla API Uygulaması engellendi (HTTP hatası 403)

# PANOPTICON_SITES_LBL_TROUBLESHOOT_API403_WHATIS
source: Something on your server - such as the server configuration controlled by your host, a server configuration file such as <code>.htaccess</code>, or a plugin of your site - is blocking Panopticon from accessing your site's API application (<span class="font-monospace">%s</span>).
tr_tr: Sunucunuzdaki bir şey - barındırıcınız tarafından kontrol edilen sunucu yapılandırması, <code>.htaccess</code> gibi bir sunucu yapılandırma dosyası veya sitenizin bir eklentisi gibi - Panopticon'un sitenizin API uygulamasına erişmesini engelliyor (<span class="font-monospace">%s</span>).

# PANOPTICON_SITES_LBL_TROUBLESHOOT_API403_WHATIS_J3
source: Something on your server - such as the server configuration controlled by your host, a server configuration file such as <code>.htaccess</code>, or a plugin of your site - is blocking Panopticon from accessing the URL of the API plugin (<span class="font-monospace">%s</span>) on your site.
tr_tr: Sunucunuzdaki bir şey - barındırıcınız tarafından kontrol edilen sunucu yapılandırması, <code>.htaccess</code> gibi bir sunucu yapılandırma dosyası veya sitenizin bir eklentisi gibi - Panopticon'un API eklentisinin URL'sine erişmesini engelliyor (<span class="font-monospace">%s</span>) sitenizde.

# PANOPTICON_SITES_LBL_TROUBLESHOOT_API403_TOCHECK
source: Things to check:
tr_tr: Denetlenecek Şeyler:

# PANOPTICON_SITES_LBL_TROUBLESHOOT_API403_CHECK1
source: Does your host, or your server configuration file (e.g. <code>.htaccess</code>), block access to the Joomla! API Application endpoint (<span class="font-monospace">%s</span>) altogether?
tr_tr: Ana makineniz veya sunucu yapılandırma dosyanız (Örnek:<code>.htaccess</code>), Joomla API Uygulaması uç noktasına (<span class="font-monospace">%s</span>) erişimi tamamen engelliyor mu?

# PANOPTICON_SITES_LBL_TROUBLESHOOT_API403_CHECK1_J3
source: Does your host, or your server configuration file (e.g. <code>.htaccess</code>), block access to the API plugin endpoint (<span class="font-monospace">%s</span>) altogether?
tr_tr: Ana bilgisayarınız veya sunucu yapılandırma dosyanız (örn. <code>.htaccess</code>) API eklentisi uç noktasına erişimi engelliyor mu (<span class="font-monospace">%s</span>) tamamen mi?

# PANOPTICON_SITES_LBL_TROUBLESHOOT_API403_CHECK2
source: Does your host have a server–side protection solution (such as Apache's mod_security2) which might be blocking the Joomla! API Application endpoint (<span class="font-monospace">%s</span>), your API token (<span class="font-monospace">%s</span>), or the User-Agent of Panopticon (<span class="font-monospace">panopticon/%s</span>)?
tr_tr: Barındırmanızın sunucu tarafı koruma çözümü (Apache'nin mod_security2'si gibi) Joomla! API Uygulaması uç noktasını engelliyor olabilir mi (<span class="font-monospace">%s</span>), API belirteciniz (<span class="font-monospace">%s</span>) veya Panopticon'un Kullanıcı Aracısı<span class="font-monospace">(panopticon/%s</span>)?

# PANOPTICON_SITES_LBL_TROUBLESHOOT_API403_CHECK2_J3
source: Does your host have a server–side protection solution (such as Apache's mod_security2) which might be blocking the API plugin endpoint (<span class="font-monospace">%s</span>), your API token (<span class="font-monospace">%s</span>), or the User-Agent of Panopticon (<span class="font-monospace">panopticon/%s</span>)?
tr_tr: Barındırmanızın API eklentisi uç noktasını engelleyen sunucu tarafı koruma çözümü (Apache'nin mod_security2'si gibi) var mı (<span class="font-monospace">%s</span>), API belirteciniz (<span class="font-monospace">%s</span>) veya Panopticon'un Kullanıcı Aracısı<span class="font-monospace">(panopticon/%s</span>)?

# PANOPTICON_SITES_LBL_TROUBLESHOOT_API403_CHECK3
source: Do you have a security, SEO, or other similar plugin which may be blocking the above?
tr_tr: Yukarıdakileri engelleyebilecek bir güvenlik, SEO veya benzeri bir eklentiniz var mı?

# PANOPTICON_SITES_LBL_TROUBLESHOOT_DIRTYOUTPUT_HEAD
source: The Joomla! API Application response includes non-API output
tr_tr: Joomla API Uygulaması yanıtı, API olmayan çıktıyı içeriyor

# PANOPTICON_SITES_LBL_TROUBLESHOOT_DIRTYOUTPUT_HEAD_J3
source: The API Plugin response includes includes non-API output
tr_tr: API Eklentisi yanıtı, API olmayan çıktıyı içeriyor

# PANOPTICON_SITES_LBL_TROUBLESHOOT_DIRTYOUTPUT_BLAH1
source: The response from the API is preceded and / or followed by other text content such as PHP messages (e.g. deprecation notices, warnings, or fatal errors), or output from third party software. As a result, the API response cannot be decoded, meaning that Panopticon cannot understand your site's response.
tr_tr: API'den gelen yanıttan önce ve/veya sonra PHP mesajları (örn. kullanımdan kaldırma bildirimleri, uyarılar veya önemli hatalar) veya üçüncü taraf yazılımlardan alınan çıktılar gibi diğer metin içerikleri gelir. Sonuç olarak API yanıtının kodu çözülemiyor, bu da Panopticon'un sitenizin yanıtını anlayamadığı anlamına geliyor.

# PANOPTICON_SITES_LBL_TROUBLESHOOT_DIRTYOUTPUT_BLAH2
source: Make sure “Error Reporting” is set to None, and “Debug Site” is set to No in your site's Global Configuration page. This prevents PHP from printing messages which pollute the API response.
tr_tr: Sitenizin Genel Yapılandırma sayfasında "Hata Raporlama"nın Yok olarak ayarlandığından ve "Sitede Hata Ayıklama"nın Hayır olarak ayarlandığından emin olun. Bu, PHP'nin API yanıtını kirleten mesajları yazdırmasını engeller.

# PANOPTICON_SITES_LBL_TROUBLESHOOT_DIRTYOUTPUT_BLAH3
source: If this is not enough, it is possible that a third party plugin is causing an error in the API application. Check if there are any third party plugins, especially system plugins, which may be accidentally breaking the API plugin and contact their author.
tr_tr: Bu yeterli değilse, üçüncü taraf bir eklentinin API uygulamasında hataya neden olması mümkündür. API eklentisini yanlışlıkla bozabilecek herhangi bir üçüncü taraf eklentinin, özellikle de sistem eklentilerinin olup olmadığını kontrol edin ve yazarlarıyla iletişime geçin.

# PANOPTICON_SITES_LBL_TROUBLESHOOT_HTTPERROR_HEAD
source: The Joomla! API Application responded with an unexpected HTTP status code (%s)
tr_tr: Joomla API Uygulaması beklenmeyen bir HTTP durum koduyla (%s) yanıt verdi

# PANOPTICON_SITES_LBL_TROUBLESHOOT_HTTPERROR_HEAD_J3
source: The API plugin responded with an unexpected HTTP status code (%s)
tr_tr: API eklentisi beklenmeyen bir HTTP durum koduyla yanıt verdi (%s)

# PANOPTICON_SITES_LBL_TROUBLESHOOT_HTTPERROR_5XX
source: The HTTP status code %s means there has been a server error. Check if there are any third party plugins, especially system plugins, which may be accidentally breaking the Joomla! API Application and contact their author.
tr_tr: HTTP durum kodu %s, bir sunucu hatasının olduğu anlamına gelir. Joomla!'yı yanlışlıkla bozabilecek üçüncü taraf eklentilerin, özellikle de sistem eklentilerinin olup olmadığını kontrol edin. API Başvurusu ve yazarlarıyla iletişime geçin.

# PANOPTICON_SITES_LBL_TROUBLESHOOT_HTTPERROR_5XX_J3
source: The HTTP status code %s means there has been a server error. Check if there are any third party plugins, especially system plugins, which may be accidentally breaking the API plugin and contact their author.
tr_tr: HTTP durum kodu %s, bir sunucu hatasının olduğu anlamına gelir. API eklentisini yanlışlıkla bozabilecek herhangi bir üçüncü taraf eklentinin, özellikle de sistem eklentilerinin olup olmadığını kontrol edin ve yazarlarıyla iletişime geçin.

# PANOPTICON_SITES_LBL_TROUBLESHOOT_HTTPERROR_400
source: The HTTP status code 400 usually means that your site can only be accessed by a limited number of domain names; the one you tried using (<span class="font-monospace">%s</span>) may not be one of them.
tr_tr: HTTP durum kodu 400 genellikle sitenize yalnızca sınırlı sayıda alan adı tarafından erişilebileceği anlamına gelir; kullanmayı denediğiniz (<span class="font-monospace">%s</span>) bunlardan biri olmayabilir.

# PANOPTICON_SITES_LBL_TROUBLESHOOT_HTTPERROR_400_ATPRO
source: If you are using Admin Tools Professional please go to your site's backend and click on Components, Admin Tools for Joomla!, Web Application Firewall, Configure WAF, Request Filtering. Check the list of <em>Allowed Domains</em> towards the bottom of the page.
tr_tr: Admin Tools Professional kullanıyorsanız lütfen sitenizin arka ucuna gidin ve Bileşenler, Joomla Yönetici Araçları, Web Uygulaması Güvenlik Duvarı, WAF Yapılandırması, Filtreleme İsteği'ne tıklayın. Sayfanın alt kısmındaki <em>İzin Verilen Alan Adları</em> listesini kontrol edin.

# PANOPTICON_SITES_LBL_TROUBLESHOOT_HTTPERROR_400_WHATEVER
source: If this was not the case, please contact your host.
tr_tr: Durum böyle değilse lütfen sunucunuzla iletişime geçin.

# PANOPTICON_SITES_LBL_TROUBLESHOOT_401_HEAD
source: Joomla! believes that your API Token is incorrect, corrupt, or otherwise cannot log you in.
tr_tr: Joomla, API Simgenizin yanlış, bozuk olduğunu veya başka bir şekilde oturum açamayacağına inanıyor.

# PANOPTICON_SITES_LBL_TROUBLESHOOT_401_BLAH1
source: Make sure that the API Token you are using belongs to a user account which belongs to the Super User group and the user is enabled. Do note that asking for a password reset disables the user temporarily. Do not trust your recollection, or your assumptions; double-check the user on your site.
tr_tr: Kullandığınız API Belirtecinin, Süper Kullanıcı grubuna ait bir kullanıcı hesabına ait olduğundan ve kullanıcının etkinleştirildiğinden emin olun. Parola sıfırlama talebinde bulunmanın kullanıcıyı geçici olarak devre dışı bıraktığını unutmayın. Geçmişinize ya da varsayımlarınıza güvenmeyin; sitenizdeki kullanıcıyı bir kez daha kontrol edin.

# PANOPTICON_SITES_LBL_TROUBLESHOOT_401_BLAH2
source: Make sure that the plugins “API Authentication - Web Services Joomla Token” and “User - Joomla API Token” are enabled on your site.
tr_tr: Sitenizde “API Kimlik Doğrulaması - Web Hizmetleri Joomla Belirteci” ve “Kullanıcı - Joomla API Belirteci” eklentilerinin etkinleştirildiğinden emin olun.

# PANOPTICON_SITES_LBL_TROUBLESHOOT_401_BLAH2_J3
source: Make sure that the plugin “System - Panopticon Connector for Joomla 3” is enabled on your site.
tr_tr: Sitenizde “System - Panopticon Connector for Joomla 3” eklentisinin etkinleştirildiğinden emin olun.

# PANOPTICON_SITES_LBL_TROUBLESHOOT_401_BLAH3
source: It is also possible that something on your server, or a plugin on your site, is corrupting the API Token as it is transmitted to your site.
tr_tr: Sunucunuzdaki bir şeyin veya sitenizdeki bir eklentinin, sitenize aktarılırken API Belirtecini bozuyor olması da mümkündür.

# PANOPTICON_SITES_LBL_TROUBLESHOOT_401_BLAH4
source: Please check your installed Joomla! plugins. Kindly note that no, Admin Tools Professional for Joomla! <em>does not</em> interfere with the Joomla! API Token. If this does not help please contact your host.
tr_tr: Lütfen yüklü Joomla uygulama eklerinizi kontrol edin.

# PANOPTICON_SITES_LBL_TROUBLESHOOT_406_BLAH1
source: The HTTP status code 406 (Not Acceptable) means that Joomla! does not see our HTTP <code>Accept</code> header, or a plugin on your site modified it in a way which resulted in an error.
tr_tr: HTTP durum kodu 406 (Kabul Edilemez), Joomla'nın HTTP <code>Kabul Et</code> başlığımızı görmediği veya sitenizdeki bir eklentinin bunu hatayla sonuçlanacak şekilde değiştirdiği anlamına gelir.

# PANOPTICON_SITES_LBL_TROUBLESHOOT_406_BLAH2
source: Please check that there are no <code>system</code> or <code>webservices</code> plugins which may be corrupting the HTTP Accept header.
tr_tr: Lütfen HTTP Accept başlığını bozabilecek herhangi bir <code>sistem</code> veya <code>web hizmeti</code> eklentisi olup olmadığını kontrol edin.

# PANOPTICON_SITES_LBL_TROUBLESHOOT_406_BLAH3
source: If this does not help, please contact your host and ask them to check if the Accept header is forwarded correctly to PHP. It should be <code>Accept: application/vnd.api+json</code>.
tr_tr: Bu işe yaramazsa, lütfen barındırıcınızla iletişime geçin ve Accept başlığının PHP'ye doğru şekilde iletilip iletilmediğini kontrol etmelerini isteyin. <code>Accept: application/vnd.api+json</code> şeklinde olmalıdır.

# PANOPTICON_SITES_LBL_TROUBLESHOOT_HUH_GENERIC
source: Most likely a <code>system</code> or <code>webservices</code> plugin on your server modified the request we sent, resulting in an error. Please check your installed plugins.
tr_tr: Büyük olasılıkla sunucunuzdaki bir <code>sistem</code> veya <code>web hizmetleri</code> eklentisi, gönderdiğimiz isteği değiştirerek bir hataya neden oldu. Lütfen yüklü eklentilerinizi kontrol edin.

# PANOPTICON_SITES_LBL_TROUBLESHOOT_APITOKEN_HEAD
source: Joomla! believes that your API Token is incorrect, corrupt, or otherwise cannot log you in.
tr_tr: Joomla, API Simgenizin yanlış, bozuk olduğunu veya başka bir şekilde oturum açamayacağına inanıyor.

# PANOPTICON_SITES_LBL_TROUBLESHOOT_APITOKEN_BLAH1
source: Make sure that the API Token you are using belongs to a user account which belongs to the Super User group and the user is enabled. Do note that asking for a password reset disables the user temporarily. Do not trust your recollection, or your assumptions; double-check the user on your site.
tr_tr: Kullandığınız API Belirtecinin, Süper Kullanıcı grubuna ait bir kullanıcı hesabına ait olduğundan ve kullanıcının etkinleştirildiğinden emin olun. Parola sıfırlama talebinde bulunmanın kullanıcıyı geçici olarak devre dışı bıraktığını unutmayın. Geçmişinize ya da varsayımlarınıza güvenmeyin; sitenizdeki kullanıcıyı bir kez daha kontrol edin.

# PANOPTICON_SITES_LBL_TROUBLESHOOT_APITOKEN_BLAH2
source: Make sure that the plugins “API Authentication - Web Services Joomla Token” and “User - Joomla API Token” are enabled on your site.
tr_tr: Sitenizde “API Kimlik Doğrulaması - Web Hizmetleri Joomla Belirteci” ve “Kullanıcı - Joomla API Belirteci” eklentilerinin etkinleştirildiğinden emin olun.

# PANOPTICON_SITES_LBL_TROUBLESHOOT_APITOKEN_BLAH2_J3
source: Make sure that the plugin “System - Panopticon Connector for Joomla 3” is enabled on your site.
tr_tr: Sitenizde “System - Panopticon Connector for Joomla 3” eklentisinin etkinleştirildiğinden emin olun.

# PANOPTICON_SITES_LBL_TROUBLESHOOT_APITOKEN_BLAH3
source: It is also possible that something on your server, or a plugin on your site, is corrupting the API Token as it is transmitted to your site.
tr_tr: Sunucunuzdaki bir şeyin veya sitenizdeki bir eklentinin, sitenize aktarılırken API Belirtecini bozuyor olması da mümkündür.

# PANOPTICON_SITES_LBL_TROUBLESHOOT_APITOKEN_BLAH4
source: Please check your installed Joomla! plugins. Kindly note that no, Admin Tools Professional for Joomla! <em>does not</em> interfere with the Joomla! API Token. If this does not help please contact your host.
tr_tr: Lütfen yüklü Joomla! eklentilerinizi kontrol edin. Joomla! için Admin Tools Professional'ın Joomla! API Token ile etkileşime <em>girmediğini</em> lütfen unutmayın. Bu yardımcı olmazsa lütfen ana bilgisayarınızla iletişime geçin.

# PANOPTICON_SITES_LBL_TROUBLESHOOT_CURL_HEAD
source: There was a communication error with your site.
tr_tr: Sitenizle bir iletişim hatası oluştu.

# PANOPTICON_SITES_LBL_TROUBLESHOOT_CURL_BLAH1
source: The communication library used by PHP (cURL) has reported the following error:
tr_tr: PHP (cURL) tarafından kullanılan iletişim kitaplığı aşağıdaki hatayı bildirdi:

# PANOPTICON_SITES_LBL_TROUBLESHOOT_CURL_BLAH2
source: Please consult the <a href="https://curl.se/libcurl/c/libcurl-errors.html" target="_blank">cURL library error code reference</a> for more information about the error. In most cases the problem is a network or server configuration issue - either the server you have installed Panopticon on, or the server your Joomla! site is on - which requires contacting the respective host to help you address.
tr_tr: Hata hakkında daha fazla bilgi için lütfen <a href="https://curl.se/libcurl/c/libcurl-errors.html" target="_blank">cURL kütüphanesi hata kodu referansına</a> bakın. Çoğu durumda sorun bir ağ veya sunucu yapılandırma sorunudur - Panopticon'u kurduğunuz sunucu veya Joomla! sitenizin bulunduğu sunucu - bu sorunu çözmenize yardımcı olması için ilgili ana bilgisayarla iletişime geçmeniz gerekir.

# PANOPTICON_SITES_LBL_TROUBLESHOOT_GUZZLE_HEAD
source: There was a communication error with your site.
tr_tr: Sitenizle bir iletişim hatası oluştu.

# PANOPTICON_SITES_LBL_TROUBLESHOOT_GUZZLE_BLAH1
source: The communication library used by Panopticon (<a href="https://github.com/guzzle/guzzle" target="_blank">Guzzle HTTP</a>) has reported the following error:
tr_tr: Panopticon tarafından kullanılan iletişim kitaplığı (<a href="https://github.com/guzzle/guzzle" target="_blank">Guzzle HTTP</a>) aşağıdakileri rapor etmiştir:

# PANOPTICON_SITES_LBL_TROUBLESHOOT_GUZZLE_BLAH2
source: This is an unexpected condition which may indicate a communication error we have not yet seen, a problem within Guzzle itself, a problem with the server you have installed Panopticon on, or a problem in Panopticon itself. Please search the open <em>and closed</em> issues <a href="https://github.com/akeeba/panopticon/issues?q=is%3Aissue" target="_blank">on our GitHub repository</a>. If nobody else has reported this, please open an issue and we will take a look.
tr_tr: Bu, henüz görmediğimiz bir iletişim hatasını, Guzzle'ın kendi içindeki bir sorunu, Panopticon'u yüklediğiniz sunucudaki bir sorunu veya Panopticon'un kendisindeki bir sorunu gösterebilecek beklenmedik bir durumdur. Lütfen <a href="https://github.com/akeeba/panopticon/issues?q=is%3Aissue" target="_blank">GitHub depomuzdaki</a> açık <em>ve kapalı</em> sorunları araştırın. Bunu başka kimse bildirmediyse, lütfen bir sorun açın ve bir göz atalım.

# PANOPTICON_SITES_LBL_TROUBLESHOOT_DNS_HEAD
source: The host name of your site (<span class="font-monospace">%s</span>) cannot be resolved to an IP address.
tr_tr: Sitenizin ana bilgisayar adı (<span class="font-monospace">%s</span>) bir IP adresine çözümlenemez.

# PANOPTICON_SITES_LBL_TROUBLESHOOT_DNS_CHECK
source: Please check the following:
tr_tr: Lütfen aşağıdakileri kontrol edin:

# PANOPTICON_SITES_LBL_TROUBLESHOOT_DNS_CHECK1
source: Have you typed the URL correctly? Check carefully, misspellings are easy to make and hard to catch!
tr_tr: URL'yi doğru yazdınız mı? Dikkatlice kontrol edin; yazım hatalarını yapmak kolay, yakalamak ise zordur!
