Repository: Memotas/panopticon
Catalog: languages/*.po
Languages: tr_tr

# PANOPTICON_SITE_LBL_PHP_LTS_P3
source: While these Long Term Support distributions are useful for specific use cases - such as company intranets and extranets - they are ultimately not suitable for long term use on a publicly accessible website. We strongly recommend installing and using one of the actively supported PHP branches (currently, PHP versions %s and %s).
tr_tr: Bu Uzun Vadeli Destek dağıtımları, şirket intranetleri ve extranetler gibi belirli kullanım durumları için yararlı olsa da, sonuçta halka açık bir web sitesinde uzun süreli kullanım için uygun değildir. Aktif olarak desteklenen PHP dallarından birini (şu anda %s ve %s PHP sürümleri) kurmanızı ve kullanmanızı önemle öneririz.

# PANOPTICON_SITE_LBL_WHERE_DID_I_GET_DATA
source: Where did I get this data from?
tr_tr: Bu verileri nereden aldım?

# PANOPTICON_SITE_LBL_PHP_UPDATE_AVAILABLE
source: The latest PHP %s version is %s. You need to update PHP on your server.
tr_tr: En son PHP %s sürümü: %s. Sunucunuzda PHP'yi güncellemeniz gerekiyor.

# PANOPTICON_SITE_LBL_PHP_SECURITY_ONLY
source: This version of PHP receives security updates, but no bug fixes. It will become End of Life on %s.
tr_tr: PHP'nin bu sürümü güvenlik güncellemeleri alıyor ancak hata düzeltmeleri yok. %s tarihinde Kullanım Ömrü Sonu olacak.

# PANOPTICON_SITE_LBL_PHP_SHOULD_UPGRADE
source: You should upgrade to PHP %s as soon as possible.
tr_tr: Mümkün olan en kısa sürede PHP %s sürümüne yükseltmelisiniz.

# PANOPTICON_SITE_LBL_PHP_VERSION_INFO
source: This version of PHP receives security updates and bug fixes until %s. It will become End of Life on %s.
tr_tr: PHP'nin bu sürümü %s tarihine kadar güvenlik güncellemeleri ve hata düzeltmeleri alacak. %s tarihinde Kullanım Ömrü Sonu olacak.

# PANOPTICON_SITE_LBL_PHP_NEWER_BRANCH_AVAILABLE
source: There is a newer PHP version family available, PHP %s. It is strongly recommended that you update to this version before %s.
tr_tr: Daha yeni bir PHP sürüm ailesi mevcut: PHP %s. %s tarihinden önce bu sürüme güncellemeniz önemle tavsiye edilir.

# PANOPTICON_SITE_LBL_SERVER_HEAD
source: Server Information
tr_tr: Sunucu Bilgisi

# PANOPTICON_SITE_LBL_SERVER_OS_OTHER
source: Unknown OS
tr_tr: Bilinmeyen İşletim Sistemi

# PANOPTICON_SITE_LBL_SERVER_CPU_UNKNOWN
source: Unknown CPU
tr_tr: Bilinmeyen CPU

# PANOPTICON_SITE_LBL_SERVER_UPTIME
source: Uptime
tr_tr: Çalışma Süresi

# PANOPTICON_SITE_LBL_SERVER_LOAD
source: Server Load
tr_tr: Sunucu Yükü

# PANOPTICON_SITE_LBL_SERVER_CPU_UTILISATION
source: CPU Utilisation
tr_tr: CPU Kullanımı

# PANOPTICON_SITE_LBL_SERVER_CPU_TYPE_USER
source: User
tr_tr: Kullanıcı

# PANOPTICON_SITE_LBL_SERVER_CPU_TYPE_SYS
source: System
tr_tr: Sistem

# PANOPTICON_SITE_LBL_SERVER_CPU_TYPE_IOWAIT
source: I/O Wait
tr_tr: I/O Bekleme

# PANOPTICON_SITE_LBL_SERVER_CPU_TYPE_IDLE
source: Idle
tr_tr: Boşta

# PANOPTICON_SITE_LBL_SERVER_RAM_UTILISATION
source: Memory utilisation
tr_tr: Bellek Kullanımı

# PANOPTICON_SITE_LBL_SERVER_RAM_TYPE_USED
source: Used
tr_tr: Kullanılan

# PANOPTICON_SITE_LBL_SERVER_RAM_TYPE_CACHE
source: Cache
tr_tr: Önbellek

# PANOPTICON_SITE_LBL_SERVER_RAM_TYPE_FREE
source: Free
tr_tr: Ücretsiz

# PANOPTICON_SITE_LBL_SERVER_DISK_TABLE_COMMENT
source: Table of disk usage on the server
tr_tr: Sunucudaki disk kullanımı tablosu

# PANOPTICON_SITE_LBL_SERVER_DISK_SITE
source: Site Storage
tr_tr: Site Depolama

# PANOPTICON_SITE_LBL_SERVER_DISK_DB
source: Database Storage
tr_tr: Veritabanı Depolama

# PANOPTICON_SITE_LBL_SERVER_DISK_COMMON
source: Site &amp; Database Storage
tr_tr: Site &amp; Veritabanı Depolama

# PANOPTICON_SITE_LBL_SERVER_MOUNT_POINT
source: Mount Point
tr_tr: Bağlama Noktası

# PANOPTICON_SITE_LBL_SERVER_USED
source: Used: %u MiB of %u MiB
tr_tr: Kullanılan: %u MiB / %u MiB

# PANOPTICON_SITE_LBL_SERVER_FREE
source: Free: %u MiB
tr_tr: Serbest: %u MiB

# PANOPTICON_SITE_LBL_SERVER_CALL_YOUR_HOST
source: If this keeps happening frequently you may want to contact your host about moving your site to a bigger hosting package, or otherwise upgrading your site's server.
tr_tr: Bu durum sık sık meydana geliyorsa, sitenizi daha büyük bir barındırma paketine taşımak veya sitenizin sunucusunu başka bir şekilde yükseltmek için barındırıcınızla iletişime geçmek isteyebilirsiniz.

# PANOPTICON_SITE_LBL_SERVER_WARN_IOWAIT
source: High I/O Wait (%0.2f%%)
tr_tr: Yüksek I/O Bekleme (%0.2f%%)

# PANOPTICON_SITE_LBL_SERVER_WARN_IOWAIT_WHAT
source: Your server is spending a lot of time waiting for disk operations, as expressed by the I/O Wait time (it is expressed as a percentage of the total CPU time available). This means that your server's storage is struggling to keep up with the demand.
tr_tr: Sunucunuz, I/O Bekleme süresiyle (kullanılabilir toplam CPU süresinin yüzdesi olarak ifade edilir) ifade edildiği gibi, disk işlemlerini beklerken çok fazla zaman harcıyor. Bu, sunucunuzun depolama alanının talebi karşılamakta zorlandığı anlamına gelir.

# PANOPTICON_SITE_LBL_SERVER_WARN_CPU
source: High CPU Utilisation (%0.2f%%)
tr_tr: Yüksek CPU Kullanımı (%0.2f%%)

# PANOPTICON_SITE_LBL_SERVER_WARN_CPU_WHAT
source: Your server is closing to using its processor (CPU) to the maximum capacity available. This means that your server is struggling under the load.
tr_tr: Sunucunuz işlemcisini (CPU) mevcut maksimum kapasiteye kadar kullanmaya yaklaşıyor. Bu, sunucunuzun yük altında zorlandığı anlamına gelir.

# PANOPTICON_SITE_LBL_SERVER_WARN_SITE_DISK
source: High Site Disk Usage (%0.2f%%)
tr_tr: Yüksek Site Disk Kullanımı (%0.2f%%)

# PANOPTICON_SITE_LBL_SERVER_WARN_COMMON_DISK
source: High Site &amp; Database Disk Usage (%0.2f%%)
tr_tr: Yüksek Site ve Veritabanı Disk Kullanımı (%0.2f%%)

# PANOPTICON_SITE_LBL_SERVER_WARN_SITE_DISK_WHAT
source: Your server's storage is almost at capacity. When you exceed this limit you will not be able to create files (including cache and temporary files), leading to your site being unable to function properly.
tr_tr: Sunucunuzun depolama alanı neredeyse doldu. Bu sınırı aştığınızda, dosya (önbellek ve geçici dosyalar dahil) oluşturamayacaksınız ve bu da sitenizin düzgün şekilde çalışamamasına yol açacaktır.

# PANOPTICON_SITE_LBL_SERVER_WARN_COMMON_DISK_WHAT
source: Your server's storage is almost at capacity. When you exceed this limit you will not be able to perform database operations which delete or create data, you will not be able to create files (including cache and temporary files), leading to your site being unable to function properly.
tr_tr: Sunucunuzun depolama alanı neredeyse doldu. Bu sınırı aştığınızda, veri silen veya oluşturan veri tabanı işlemlerini gerçekleştiremez, dosya (önbellek ve geçici dosyalar dahil) oluşturamazsınız, bu da sitenizin düzgün çalışamamasına neden olur.

# PANOPTICON_SITE_LBL_SERVER_WARN_DB_DISK
source: High Database Disk Usage (%0.2f%%)
tr_tr: Yüksek Veritabanı Disk Kullanımı (%0.2f%%)

# PANOPTICON_SITE_LBL_SERVER_WARN_DB_DISK_WHAT
source: Your server's storage is almost at capacity. When you exceed this limit you will not be able to perform database operations which delete or create data, leading to your site being unable to function properly.
tr_tr: Sunucunuzun depolama alanı neredeyse doldu. Bu limiti aştığınızda veri silen veya veri oluşturan veritabanı işlemlerini yapamayacak ve sitenizin düzgün çalışamamasına neden olacaksınız.

# PANOPTICON_SITE_LBL_EXTENSIONS_HEAD
source: Extensions
tr_tr: Eklentiler

# PANOPTICON_SITE_LBL_EXTENSIONS_UPDATE_INFO
source: Update Extension Information
tr_tr: Eklenti Bilgilerini Güncelle

# PANOPTICON_SITE_LBL_EXTENSIONS_LAST_CHECKED
source: Last checked:
tr_tr: Son Denetim:

# PANOPTICON_SITE_LBL_EXTENSIONS_NAME
source: Extension name
tr_tr: Eklenti Adı

# PANOPTICON_SITE_LBL_EXTENSIONS_AUTHOR
source: Author
tr_tr: Yazar

# PANOPTICON_SITE_LBL_EXTENSIONS_VERSION
source: Version
tr_tr: Sürüm

# PANOPTICON_SITE_LBL_EXTENSIONS_WILL_AUTOUPDATE
source: This extension will be updated automatically.
tr_tr: Bu eklenti otomatik olarak güncellenecektir.

# PANOPTICON_SITE_LBL_EXTENSIONS_WILL_NOT_AUTOUPDATE
source: This extension will not be updated automatically because of a problem.
tr_tr: Bu eklenti bir sorun nedeniyle otomatik olarak güncellenmeyecek.

# PANOPTICON_SITE_LBL_EXTENSIONS_SCHEDULED_UPDATE
source: This extension is scheduled to be updated automatically.
tr_tr: Bu eklentinin otomatik olarak güncellenmesi planlandı.

# PANOPTICON_SITE_LBL_EXTENSIONS_UPDATESITE_MISSING
source: Update Site Missing
tr_tr: Güncelleme Sitesi Eksik

# PANOPTICON_SITE_LBL_EXTENSIONS_DOWNLOADKEY_MISSING
source: Download Key Missing
tr_tr: İndirme Anahtarı Eksik

# PANOPTICON_SITE_LBL_EXTENSIONS_NEWVERSION_CANNOTINSTALL_SR
source: A new version is available, but cannot be installed:
tr_tr: Yeni bir sürüm mevcut ancak yüklenemiyor:

# PANOPTICON_SITE_LBL_EXTENSIONS_NEWVERSION_CANINSTALL_SR
source: A new version is available:
tr_tr: Yeni bir sürüm mevcut:

# PANOPTICON_SITE_LBL_EXTENSIONS_HEAD_UPDATES_N
source: %s extensions can be updated.
tr_tr: %s eklenti güncellenebilir.

# PANOPTICON_SITE_LBL_EXTENSIONS_HEAD_UPDATES_N_1
source: One extension can be updated.
tr_tr: Bir eklenti güncellenebilir.

# PANOPTICON_SITE_LBL_EXTENSIONS_HEAD_UPDATESITES_N
source: %s extensions are missing an update site.
tr_tr: %s eklentinin güncelleme sitesi eksik.

# PANOPTICON_SITE_LBL_EXTENSIONS_HEAD_UPDATESITES_N_1
source: One extension is missing an update site.
tr_tr: Bir eklentide güncelleme sitesi eksik.

# PANOPTICON_SITE_LBL_EXTENSIONS_HEAD_NOKEY_N
source: %s extensions are missing a Download Key.
tr_tr: %s eklentide İndirme Anahtarı eksik.

# PANOPTICON_SITE_LBL_EXTENSIONS_HEAD_NOKEY_N_1
source: One extension is missing a Download Key.
tr_tr: Bir eklentide İndirme Anahtarı eksik.

# PANOPTICON_SITE_LBL_EXTENSIONS_FILTERS
source: Filters
tr_tr: Filtreler

# PANOPTICON_SITE_LBL_EXTENSIONS_FILTER_UPDATESITE
source: No Update Site
tr_tr: Güncelleme Sitesi Yok

# PANOPTICON_SITE_LBL_EXTENSIONS_FILTER_DLID
source: Missing Download ID
tr_tr: Eksik İndirme Kimliği

# PANOPTICON_SITE_LBL_EXTENSIONS_FILTER_NAUGHTY
source: Extension with Problematic Updates
tr_tr: Sorunlu Güncellemeler İçeren Eklenti

# PANOPTICON_SITE_LBL_EXTENSIONS_FILTER_SCHEDULED
source: Automatic Updates Available
tr_tr: Otomatik Güncellemeler Mevcut

# PANOPTICON_SITE_LBL_EXTENSIONS_FILTER_UNSCHEDULED
source: Manual Updates Available
tr_tr: Elle Güncellemeler Mevcut

# PANOPTICON_SITE_LBL_BACKUP_HEAD
source: Backup
tr_tr: Yedek

# PANOPTICON_SITE_LBL_BACKUP_SUBHEAD
source: using Akeeba Backup Professional
tr_tr: Akeeba Backup Professional Kullanımı

# PANOPTICON_SITES_LBL_AKEEBABACKUP_NOTFOUND_HEAD
source: Akeeba Backup not found.
tr_tr: Akeeba Backup bulunamadı.

# PANOPTICON_SITES_LBL_AKEEBABACKUP_NOTFOUND_BODY
source: You need to install Akeeba Backup Professional on your site to schedule and execute backups through Panopticon.
tr_tr: Panopticon aracılığıyla yedeklemeleri planlamak ve yürütmek için sitenize Akeeba Backup Professional'ı yüklemeniz gerekir.

# PANOPTICON_SITES_LBL_AKEEBABACKUP_NOTFOUND_NOTE_FOR_AFTERWARDS
source: After installing Akeeba Backup Professional please go back to the site overview page to link Akeeba Backup with Panopticon.
tr_tr: Akeeba Backup Professional'ı yükledikten sonra lütfen Akeeba Backup'ı Panopticon'a bağlamak için site genel bakış sayfasına geri dönün.

# PANOPTICON_SITES_LBL_AKEEBABACKUP_NOTFOUND_SOLUTION
source: After installing Akeeba Backup Professional please click the button below to tell Panopticon to relink with the Akeeba Backup installation on your site.
tr_tr: Akeeba Backup Professional'ı yükledikten sonra Panopticon'a sitenizdeki Akeeba Backup kurulumuyla yeniden bağlantı kurmasını bildirmek için lütfen aşağıdaki düğmeye tıklayın.

# PANOPTICON_SITES_LBL_AKEEBABACKUP_CORE_HEAD
source: Akeeba Backup Core is not compatible with Panopticon.
tr_tr: Akeeba Backup Core, Panopticon ile uyumlu değildir.

# PANOPTICON_SITES_LBL_AKEEBABACKUP_CORE_BODY
source: You need to install Akeeba Backup Professional on your site to schedule and execute backups through Panopticon.
tr_tr: Panopticon aracılığıyla yedeklemeleri planlamak ve yürütmek için sitenize Akeeba Backup Professional'ı yüklemeniz gerekir.

# PANOPTICON_SITES_LBL_AKEEBABACKUP_CANNOTCONNECT_HEAD
source: Cannot find a way to connect to Akeeba Backup.
tr_tr: Akeeba Backup'a bağlanmanın bir yolu bulunamıyor.

# PANOPTICON_SITES_LBL_AKEEBABACKUP_CANNOTCONNECT_BODY
source: Panopticon cannot find a way to connect to your site's Akeeba Backup JSON API.
tr_tr: Panopticon sitenizin Akeeba Backup JSON API'sine bağlanmanın bir yolunu bulamıyor.

# PANOPTICON_SITES_LBL_AKEEBABACKUP_NOTLINKED_HEAD
source: Akeeba Backup is not linked.
tr_tr: Akeeba Backup bağlantılı değil.

# PANOPTICON_SITES_LBL_AKEEBABACKUP_NOTLINKED_BODY
source: This may happen if Akeeba Backup was installed after adding the site to Akeeba Panopticon, the Panopticon Connector installed on the site is too old, or if there's been an error communicating with the site.
tr_tr: Bu durum, siteyi Akeeba Panopticon'a ekledikten sonra Akeeba Backup yüklendiyse, siteye yüklenen Panopticon Bağlayıcısı çok eskiyse veya siteyle iletişimde bir hata oluştuysa meydana gelebilir.

# PANOPTICON_SITES_LBL_AKEEBABACKUP_NOTLINKED_SOLUTION_ADMIN
source: Please click the button below to try relinking Akeeba Backup with Panopticon. If this doesn't work please update the Akeeba Panopticon Connector on your site, make sure its plugin is published, and check if you can communicate with the site correctly.
tr_tr: Akeeba Backup'ı Panopticon'a yeniden bağlamayı denemek için lütfen aşağıdaki düğmeye tıklayın. Bu işe yaramazsa lütfen sitenizdeki Akeeba Panopticon Connector güncelleyin, eklentisinin yayınlandığından emin olun ve siteyle doğru şekilde iletişim kurup kuramadığınızı kontrol edin.

# PANOPTICON_SITES_LBL_AKEEBABACKUP_NOTLINKED_SOLUTION_NONADMIN
source: Please contact an administrator to relink Akeeba Backup with Panopticon.
tr_tr: Akeeba Backup'ı Panopticon'a yeniden bağlamak için lütfen bir yöneticiyle iletişime geçin.

# PANOPTICON_SITES_LBL_AKEEBABACKUP_COMSERROR_HEAD
source: There has been a communication error with the Akeeba Panopticon Connector on the remote site.
tr_tr: Uzak sitedeki Akeeba Panopticon Connector ile bir iletişim hatası oluştu.

# PANOPTICON_SITES_LBL_AKEEBABACKUP_GUZZLE
source: We tried asking the Panopticon API on your site to provide information about the installation status of Akeeba Backup, but we received an error instead.
tr_tr: Sitenizdeki Panopticon API'sinden Akeeba Backup'ın kurulum durumu hakkında bilgi sağlamasını istemeyi denedik ancak bunun yerine bir hata aldık.

# PANOPTICON_SITES_LBL_AKEEBABACKUP_INVALIDAPI_HEAD
source: Invalid response from the API when checking for the status of Akeeba Backup
tr_tr: Akeeba Backup'ın durumu kontrol edilirken API'den geçersiz yanıt

# PANOPTICON_SITES_LBL_AKEEBABACKUP_INVALIDAPI
source: We tried asking the Panopticon API on your site to provide information about the installation status of Akeeba Backup, but it did not respond correctly.
tr_tr: Sitenizdeki Panopticon API'sinden Akeeba Backup'ın kurulum durumu hakkında bilgi sağlamasını istemeyi denedik ancak doğru yanıt vermedi.

# PANOPTICON_SITES_LBL_AKEEBABACKUP_INVALIDAPI_PLEASE_CHECK_VERSION
source: Please make sure you have a version of Akeeba Backup newer than 9.6.0.
tr_tr: Lütfen Akeeba Backup'ın 9.6.0'dan daha yeni bir sürümüne sahip olduğunuzdan emin olun.

# PANOPTICON_SITES_LBL_AKEEBABACKUP_INVALIDAPI_PLEASE_CHECK_VERSION_J3
source: Please make sure you have a version of Akeeba Backup newer than 8.3.0.
tr_tr: Lütfen Akeeba Backup'ın 8.3.0'dan daha yeni bir sürümüne sahip olduğunuzdan emin olun.

# PANOPTICON_SITES_LBL_AKEEBABACKUP_INVALIDAPI_OR_CHECK_ERRORS
source: If that does not help, please check below for any errors, or irregular response from the API.
tr_tr: Bu işe yaramazsa lütfen herhangi bir hata veya API'den gelen düzensiz yanıt olup olmadığını kontrol edin.

# PANOPTICON_SITES_LBL_AKEEBABACKUP_JSONAPI_ERROR_HEAD
source: There has been a communication error with the Akeeba Backup JSON API on your site
tr_tr: Sitenizde Akeeba Backup JSON API ile bir iletişim hatası oluştu

# PANOPTICON_SITES_LBL_AKEEBABACKUP_JSONAPI_ERROR
source: The API indicated there is an error. Please make sure that you have entered the correct API Token, and that your site's server does not block or otherwise interfere with the request.
tr_tr: API bir hata olduğunu belirtti. Lütfen doğru API Simgesini girdiğinizden ve sitenizin sunucusunun isteği engellemediğinden veya başka bir şekilde engellemediğinden emin olun.

# PANOPTICON_SITES_LBL_CONNECTOR_API
source: API level %d
tr_tr: API düzeyi %d

# PANOPTICON_SITE_LBL_ADMINTOOLS_HEAD
source: Security
tr_tr: Güvenlik

# PANOPTICON_SITE_LBL_ADMINTOOLS_SUBHEAD
source: using Admin Tools Professional
tr_tr: Admin Tools Professional Kullanımı

# PANOPTICON_SITE_LBL_ADMINTOOLS_CORE
source: Admin Tools Core is not compatible with Panopticon.
tr_tr: Admin Tools Core Panopticon ile uyumlu değildir.

# PANOPTICON_SITE_LBL_ADMINTOOLS_NONE
source: This feature requires Admin Tools Professional.
tr_tr: Bu özellik Admin Tools Professional'ı gerektirir.

# PANOPTICON_SITE_LBL_ADMINTOOLS_NEED_PRO
source: You need to install Admin Tools Professional on your site to receive PHP file change reports, and manage basic security settings.
tr_tr: PHP dosya değişikliği raporlarını almak ve temel güvenlik ayarlarını yönetmek için sitenize Admin Tools Professional'ı yüklemeniz gerekir.

# PANOPTICON_SITE_LBL_ADMINTOOLS_AFTER_INSTALL
source: After installing Admin Tools Professional please click the button below to tell Panopticon to look again for the extension and remove this message.
tr_tr: Admin Tools Professional'ı yükledikten sonra Panopticon'a eklentiyi tekrar aramasını ve bu mesajı kaldırmasını bildirmek için lütfen aşağıdaki düğmeye tıklayın.

# PANOPTICON_SITE_LBL_ADMINTOOLS_BTN_RELOAD
source: Reload extensions list
tr_tr: Eklenti Listesini Yenile

# PANOPTICON_SITE_LBL_ADMINTOOLS_PLUGIN_DISABLED
source: The “System – Admin Tools” plugin is disabled
tr_tr: The “System – Admin Tools” uygulama eki devre dışı

# PANOPTICON_SITE_LBL_ADMINTOOLS_PLUGIN_DISABLED_ACTION
source: You need to log into the site and re–enable this plugin. Otherwise, your site will remain unprotected.
tr_tr: Siteye giriş yapmanız ve bu eklentiyi yeniden etkinleştirmeniz gerekir. Aksi halde siteniz korumasız kalacaktır.

# PANOPTICON_SITE_LBL_ADMINTOOLS_ACTIONS
source: Actions
tr_tr: Eylemler

# PANOPTICON_SITE_LBL_ADMINTOOLS_ACTIONS_TIP
source: Did you accidentally lock yourself out of your site? These buttons can help you regain access.
tr_tr: Yanlışlıkla kendinizi sitenizin dışında mı kilitlediniz? Bu düğmeler yeniden erişim kazanmanıza yardımcı olabilir.

# PANOPTICON_SITE_LBL_ADMINTOOLS_UNBLOCK
source: Unblock my IP
tr_tr: IP adresimin engellemesini kaldır

# PANOPTICON_SITE_LBL_ADMINTOOLS_PLUGIN_DISABLE
source: Disable Plugin
tr_tr: Uygulama Eki Devre Dışı

# PANOPTICON_SITE_LBL_ADMINTOOLS_PLUGIN_DISABLE_TIP
source: Renames the plugins/system/admintools/services/provider.php file to provider-disable.php
tr_tr: Plugins/system/admintools/services/provider.php dosyasını provider-disable.php olarak yeniden adlandırır

# PANOPTICON_SITE_LBL_ADMINTOOLS_PLUGIN_ENABLE
source: Re-enable Plugin
tr_tr: Uygulama Ekini Yeniden Etkinleştir

# PANOPTICON_SITE_LBL_ADMINTOOLS_PLUGIN_ENABLE_TIP
source: Renames the plugins/system/admintools/services/provider-disable.php file back to provider.php
tr_tr: Plugins/system/admintools/services/provider-disable.php dosyasını tekrar provider.php olarak yeniden adlandırır

# PANOPTICON_SITE_LBL_ADMINTOOLS_HTACCESS_DISABLE
source: Disable .htaccess
tr_tr: .htaccess devre dışı

# PANOPTICON_SITE_LBL_ADMINTOOLS_HTACCESS_DISABLE_TIP
source: Renames the .htaccess file (if it exists) to .htaccess.admintools
tr_tr: .htaccess dosyasını (varsa) .htaccess.admintools olarak yeniden adlandırır

# PANOPTICON_SITE_LBL_ADMINTOOLS_HTACCESS_ENABLE
source: Re-enable .htaccess
tr_tr: .htaccess'i yeniden etkinleştirin

# PANOPTICON_SITE_LBL_ADMINTOOLS_HTACCESS_ENABLE_TIP
source: Renames the .htaccess.admintools file (if it exists) to .htaccess
tr_tr: .htaccess.admintools dosyasını (varsa) .htaccess olarak yeniden adlandırır

# PANOPTICON_SITE_LBL_SCANNER_HEAD
source: PHP File Change Scanner
tr_tr: PHP Dosya Değiştirme Tarayıcısı

# PANOPTICON_SITE_LBL_SCANNER_TIP
source: Admin Tools Professional's PHP File Change Scanner monitors your site's .php files for changes, additions, and suspicious content. Click on the number of the scan attempt to open its results in the administrator backend of your site.
tr_tr: Admin Tools Professional'ın PHP Dosya Değişikliği Tarayıcısı sitenizin .php dosyalarını değişikliklere, eklemelere ve şüpheli içeriğe karşı izler. Sonuçlarını sitenizin yönetici arka ucunda açmak için tarama girişiminin sayısına tıklayın.

# PANOPTICON_SITE_LBL_SCANNER_ERROR_HEAD
source: Admin Tools API Error
tr_tr: Admin Tools API Hatası

# PANOPTICON_SITE_LBL_SCANNER_ERROR_BODY
source: There was an error communicating with Admin Tools on your site
tr_tr: Sitenizdek Admin Tools ile iletişim kurulurken bir hata oluştu

# PANOPTICON_SITE_LBL_ADMINTOOLS_STATUS
source: Status
tr_tr: Durum

# PANOPTICON_SITE_LBL_ADMINTOOLS_DATE_TIME
source: Date &amp; Time
tr_tr: Tarih &amp; Saat

# PANOPTICON_SITE_LBL_ADMINTOOLS_FILES
source: Files
tr_tr: Dosyalar

# PANOPTICON_SITE_LBL_ADMINTOOLS_TOTAL
source: Total
tr_tr: Toplam

# PANOPTICON_SITE_LBL_ADMINTOOLS_NEW
source: New
tr_tr: Yeni

# PANOPTICON_SITE_LBL_ADMINTOOLS_MODIFIED
source: Modified
tr_tr: Değiştirilmiş

# PANOPTICON_SITE_LBL_ADMINTOOLS_SUSPICIOUS
source: Suspicious
tr_tr: Şüpheli

# PANOPTICON_SITE_LBL_ADMINTOOLS_SCAN_SOURCE_BACKEND
source: Backend
tr_tr: Arka Uç

# PANOPTICON_SITE_LBL_ADMINTOOLS_SCAN_SOURCE_UNKNOWN
source: Unknown
tr_tr: Bilinmeyen

# PANOPTICON_SITE_LBL_ADMINTOOLS_SCAN_STATUS_COMPLETE
source: Complete
tr_tr: Tamamlandı

# PANOPTICON_SITE_LBL_ADMINTOOLS_SCAN_STATUS_RUNNING
source: Running
tr_tr: Çalışıyor

# PANOPTICON_SITE_LBL_ADMINTOOLS_SCAN_STATUS_FAILED
source: Failed
tr_tr: Başarısız

# PANOPTICON_SITE_LBL_ADMINTOOLS_SCAN_VIEW_REPORT
source: View Report
tr_tr: Raporu Göster

# PANOPTICON_SITE_LBL_ADMINTOOLS_SCAN_ACTIONS
source: Actions
tr_tr: Eylemler

# PANOPTICON_SITES_LBL_AKEEBABACKUP_APIERROR_HEAD
source: Akeeba Backup JSON API Error
tr_tr: Akeeba Backup JSON API Hatası

# PANOPTICON_SITES_LBL_AKEEBABACKUP_APIERROR_BODY
source: There was an error connecting to your site's Akeeba Backup JSON API.
tr_tr: Sitenizin Akeeba Backup JSON API'sine bağlanırken bir hata oluştu.

# PANOPTICON_SITES_LBL_AKEEBABACKUP_APIERROR_TYPE
source: Error Type
tr_tr: Hata Türü

# PANOPTICON_SITES_LBL_AKEEBABACKUP_APIERROR_CODE
source: Error Code
tr_tr: Hata Kodu

# PANOPTICON_SITES_LBL_AKEEBABACKUP_APIERROR_MESSAGE
source: Error Message
tr_tr: Hata İletisi

# PANOPTICON_SITES_LBL_AKEEBABACKUP_APIERROR_TROUBLESHOOTING
source: Troubleshooting information
tr_tr: Sorun Giderme Bilgisi

# PANOPTICON_SITES_LBL_AKEEBABACKUP_RELINK
source: Relink with Akeeba Backup
tr_tr: Akeeba Backup İle Yeniden Bağlantı Kurun

# PANOPTICON_SITES_LBL_AKEEBABACKUP_ORIGIN
source: Backup origin
tr_tr: Yedekleme Kaynağı

# PANOPTICON_SITES_LBL_AKEEBABACKUP_ORIGIN_BACKEND
source: Backend
tr_tr: Arka Uç

# PANOPTICON_SITES_LBL_AKEEBABACKUP_ORIGIN_FRONTEND
source: Legacy Frontend
tr_tr: Eski Ön Uç

# PANOPTICON_SITES_LBL_AKEEBABACKUP_ORIGIN_CLI
source: Native CLI Script
tr_tr: Yerel CLI Komut Dosyası

# PANOPTICON_SITES_LBL_AKEEBABACKUP_ORIGIN_LAZY
source: Lazy Backup Plugin 💀
tr_tr: Lazy Backup Uygulama Eki 💀

# PANOPTICON_SITES_LBL_AKEEBABACKUP_ORIGIN_UNKNOWN
source: Unknown
tr_tr: Bilinmeyen

# PANOPTICON_SITES_LBL_AKEEBABACKUP_START
source: Backup start time
tr_tr: Yedekleme Başlangıç Zamanı
