Repository: Memotas/panopticon
Catalog: languages/*.po
Languages: tr_tr

# PANOPTICON_SYSCONFIG_LBL_FIELD_ERROR_REPORTING
source: Error Reporting
tr_tr: Hata Raporlama

# PANOPTICON_SYSCONFIG_LBL_FIELD_TEMPLATE
source: Template
tr_tr: Şablon

# PANOPTICON_SYSCONFIG_LBL_FIELD_TEMPLATE_HELP
source: Custom templates must be installed in the <code>templates</code> folder.
tr_tr: Özel şablonlar <code>templates</code> klasörüne yüklenmelidir.

# PANOPTICON_SYSCONFIG_LBL_FIELD_THEME
source: CSS Theme File
tr_tr: CSS Tema Dosyası

# PANOPTICON_SYSCONFIG_LBL_FIELD_DARKMODE
source: Dark Mode
tr_tr: Koyu Kip

# PANOPTICON_SYSCONFIG_LBL_FIELD_FONTSIZE
source: Font size
tr_tr: Yazı Boyutu

# PANOPTICON_SYSCONFIG_LBL_FIELD_DASHBOARD_RELOAD_TIMER
source: Dashboard Reload Timer
tr_tr: Yönetim Paneli Yeniden Yükleme Zamanlayıcısı

# PANOPTICON_SYSCONFIG_LBL_FIELD_DASHBOARD_RELOAD_TIMER_HELP
source: Dashboard views will reload every this many seconds, unless manually paused.
tr_tr: Yönetim paneli görünümleri, elle duraklatılmadığı sürece her saniyede bir yeniden yüklenecektir.

# PANOPTICON_SYSCONFIG_LBL_FIELD_DASHBOARD_MAX_ITEMS
source: Maximum Displayed Items
tr_tr: En Çok Görüntülenecek Ögeler

# PANOPTICON_SYSCONFIG_LBL_FIELD_DASHBOARD_MAX_ITEMS_HELP
source: Panopticon always loads up to 50 sites per HTTP request. This is the maximum number of sites to be displayed <em>in total</em>.
tr_tr: Panopticon her HTTP isteği başına her zaman en fazla 50 site yükler. Bu, <em>toplamda</em> görüntülenecek en çok site sayısıdır.

# PANOPTICON_SYSCONFIG_LBL_FIELD_PHPWARNINGS
source: PHP Version Messages in Main Page
tr_tr: Ana Sayfadaki PHP Sürüm Mesajları

# PANOPTICON_SYSCONFIG_LBL_FIELD_WEBCRON_KEY
source: Web CRON Key
tr_tr: Web CRON Anahtarı

# PANOPTICON_SYSCONFIG_LBL_FIELD_CRON_STUCK_THRESHOLD
source: Stuck Task Threshold
tr_tr: Takılma Görev Eşiği

# PANOPTICON_SYSCONFIG_LBL_FIELD_MAX_EXECUTION
source: Maximum Execution Time
tr_tr: En Çok Yürütme Süresi

# PANOPTICON_SYSCONFIG_LBL_FIELD_EXECUTION_BIAS
source: Execution Time Bias
tr_tr: Yürütme Süresi Sapması

# PANOPTICON_SYSCONFIG_LBL_FIELD_SITEINFO_FREQ
source: Frequency of Site Information Collection
tr_tr: Site Bilgilerini Toplama Sıklığı

# PANOPTICON_SYSCONFIG_LBL_FIELD_CACHING_TIME
source: Default Cache Time
tr_tr: Varsayılan Önbellek Süresi

# PANOPTICON_SYSCONFIG_LBL_FIELD_CACHE_ADAPTER
source: Storage
tr_tr: Depolama

# PANOPTICON_SYSCONFIG_LBL_FIELD_CACHING_REDIS_DSN
source: Redis Data Source Name (DSN)
tr_tr: Redis Veri Kaynağı Adı (DSN)

# PANOPTICON_SYSCONFIG_LBL_FIELD_CACHING_REDIS_DSN_HELP
source: How to connect to your Redis server. Please read <a href="https://symfony.com/doc/current/components/cache/adapters/redis_adapter.html#configure-the-connection" target="_blank">the Symfony Cache Redis adapter documentation</a> for information on the syntax.
tr_tr: Redis sunucunuza nasıl bağlanılır. Sözdizimi hakkında bilgi için lütfen <a href="https://symfony.com/doc/current/components/cache/adapters/redis_adapter.html#configure-the-connection" target="_blank">Symfony Cache Redis adaptör belgelerini</a> okuyun.

# PANOPTICON_SYSCONFIG_LBL_FIELD_CACHING_MEMCACHED_DSN
source: Memcached Data Source Name (DSN)
tr_tr: Memcached Veri Kaynağı Adı (DSN)

# PANOPTICON_SYSCONFIG_LBL_FIELD_CACHING_MEMCACHED_DSN_HELP
source: How to connect to your Memcached server. Please read <a href="https://symfony.com/doc/current/components/cache/adapters/memcached_adapter.html#configure-the-connection" target="_blank">the Symfony Cache Memcached adapter documentation</a> for information on the syntax.
tr_tr: Memcached sunucunuza nasıl bağlanılır. Sözdizimi hakkında bilgi için lütfen <a href="https://symfony.com/doc/current/components/cache/adapters/memcached_adapter.html#configure-the-connection" target="_blank">Symfony Cache Memcached adaptör belgelerini</a> okuyun.

# PANOPTICON_SYSCONFIG_LBL_FIELD_LOG_LEVEL
source: Log Level
tr_tr: Günlük Düzeyi

# PANOPTICON_SYSCONFIG_LBL_FIELD_LOG_ROTATE_COMPRESS
source: Compress Rotated Logs
tr_tr: Döndürülmüş Günlükleri Sıkıştır

# PANOPTICON_SYSCONFIG_LBL_FIELD_LOG_ROTATE_FILES
source: Number of Rotated Logs
tr_tr: Döndürülmüş Günlük Sayısı

# PANOPTICON_SYSCONFIG_LBL_FIELD_LOG_BACKUP_THRESHOLD
source: Log File Retention
tr_tr: Günlük Dosyasının Saklanması

# PANOPTICON_SYSCONFIG_LBL_FIELD_DBBACKUP_AUTO
source: Automatic Database Backups
tr_tr: Otomatik Veritabanı Yedeklemesi

# PANOPTICON_SYSCONFIG_LBL_FIELD_DBBACKUP_AUTO_HELP
source: Should I take daily, automatic backups of the important database tables?
tr_tr: Önemli veritabanı tablolarının günlük, otomatik yedeklerini almalı mıyım?

# PANOPTICON_SYSCONFIG_LBL_FIELD_DBBACKUP_COMPRESS
source: Compress Database Backups
tr_tr: Veritabanı Yedeklemelerini Sıkıştırın

# PANOPTICON_SYSCONFIG_LBL_FIELD_DBBACKUP_COMPRESS_HELP
source: Should I compress the database backups with GZip?
tr_tr: Veritabanı yedeklerini GZip ile sıkıştırmalı mıyım?

# PANOPTICON_SYSCONFIG_LBL_FIELD_DBBACKUP_MAXFILES
source: Maximum Number Of Database Backups
tr_tr: En Çok Veritabanı Yedekleme Sayısı

# PANOPTICON_SYSCONFIG_LBL_FIELD_DBBACKUP_MAXFILES_HELP
source: How many database backup files should I keep? Only applies to backups taken automatically, backups taken manually from the Database Backups page, and backups taken from the CLI to the default directory.
tr_tr: Kaç tane veritabanı yedekleme dosyası tutmalıyım? Yalnızca otomatik olarak alınan yedeklemeler, Veritabanı Yedeklemeleri sayfasından manuel olarak alınan yedeklemeler ve CLI'den varsayılan dizine alınan yedeklemeler için geçerlidir.

# PANOPTICON_SYSCONFIG_LBL_DATABASE_WARNING_HEAD
source: Do not change without adequate preparation
tr_tr: Yeterli hazırlık yapılmadan değişiklik yapmayın

# PANOPTICON_SYSCONFIG_LBL_DATABASE_WARNING_BODY
source: Always make a copy of your <code>config.php</code> file, e.g. by copying it as <code>config.bak.php</code> before changing anything here. Always prepare the new database, database user, and/or database tables before making changes here. Remember that Panopticon will <em>not</em> move or rename database tables for you. If things break, restore your old copy of your <code>config.php</code> file.
tr_tr: Burada herhangi bir değişiklik yapmadan önce her zaman <code>config.php</code> dosyanızın bir kopyasını alın, örneğin config. <code>bak</code>.php olarak kopyalayın. Burada değişiklik yapmadan önce her zaman yeni veritabanını, veritabanı kullanıcısını ve/veya veritabanı tablolarını hazırlayın. Panopticon'un veritabanı tablolarını sizin için <em>taşımayacağını</em> veya yeniden adlandırmayacağını unutmayın. Eğer bir şeyler bozulursa, <code>config.php</code> dosyanızın eski kopyasını geri yükleyin.

# PANOPTICON_SYSCONFIG_LBL_FIELD_DBDRIVER
source: Database Driver
tr_tr: Veritabanı Sürücüsü

# PANOPTICON_SYSCONFIG_LBL_FIELD_DBHOST
source: Database Hostname
tr_tr: Veritabanı Sunucusu

# PANOPTICON_SYSCONFIG_LBL_FIELD_DBUSER
source: Database Username
tr_tr: Veritabanı Kullanıcı Adı

# PANOPTICON_SYSCONFIG_LBL_FIELD_DBPASS
source: Database Password
tr_tr: Veritabanı Parolası

# PANOPTICON_SYSCONFIG_LBL_FIELD_DBNAME
source: Database Name
tr_tr: Veritabanı Adı

# PANOPTICON_SYSCONFIG_LBL_FIELD_DBPREFIX
source: Database Prefix
tr_tr: Veritabanı Öneki

# PANOPTICON_SYSCONFIG_LBL_FIELD_DBCHARSET
source: Connection Character Set
tr_tr: Bağlantı Karakter Seti

# PANOPTICON_SYSCONFIG_LBL_FIELD_DBCHARSET_HELP
source: Best use the utf8mb4 option. The utf8 option will prevent you from using some characters, such as Emoji, some extended Chinese characters, etc.
tr_tr: En iyisi utf8mb4 seçeneğini kullanın. Utf8 seçeneği Emoji gibi bazı karakterleri, bazı genişletilmiş Çince karakterleri vb. kullanmanızı engelleyecektir.

# PANOPTICON_SYSCONFIG_LBL_FIELD_DBENCRYPTION
source: Database Encryption
tr_tr: Veritabanını Şifreleme

# PANOPTICON_SYSCONFIG_LBL_FIELD_DBENCRYPTION_HELP
source: Only enable if your database driver requires authentication with an SSL/TLS certificate. Most users can and should leave this disabled.
tr_tr: Yalnızca veritabanı sürücünüz SSL/TLS sertifikasıyla kimlik doğrulama gerektiriyorsa etkinleştirin. Çoğu kullanıcı bunu devre dışı bırakabilir ve bırakmalıdır.

# PANOPTICON_SYSCONFIG_LBL_FIELD_DBSSLCA
source: Path to SSL/TLS CA Certificate
tr_tr: SSL/TLS CA Sertifikasına Giden Yol

# PANOPTICON_SYSCONFIG_LBL_FIELD_DBSSLKEY
source: Path to SSL/TLS Key File
tr_tr: SSL/TLS Anahtar Dosyasının Yolu

# PANOPTICON_SYSCONFIG_LBL_FIELD_DBSSLCERT
source: Path to SSL/TLS Certificate File
tr_tr: SSL/TLS Sertifika Dosyasının Yolu

# PANOPTICON_SYSCONFIG_LBL_FIELD_DBSSLVERIFYSERVERCERT
source: Verify SSL/TLS Server Certificates
tr_tr: SSL/TLS Sunucu Sertifikalarını Doğrulayın

# PANOPTICON_SYSCONFIG_LBL_FIELD_MAIL_ONLINE
source: Mail Sending
tr_tr: Posta Gönderme

# PANOPTICON_SYSCONFIG_LBL_FIELD_IMMEDIATE_EMAIL
source: Immediate Email Sending
tr_tr: Anında E-Posta Gönderimi

# PANOPTICON_SYSCONFIG_LBL_FIELD_IMMEDIATE_EMAIL_HELP
source: Enable to sends emails right when they are generated. Disable to enqueue emails for batch sending at a later time. If you have dozens to hundreds of recipients for every email you should disable this option to prevent timeouts.
tr_tr: E-postaları oluşturuldukları anda göndermeyi etkinleştirin. E-postaları daha sonra toplu gönderim için kuyruğa almayı devre dışı bırakın. Her e-posta için düzinelerce, yüzlerce alıcınız varsa, zaman aşımlarını önlemek için bu seçeneği devre dışı bırakmalısınız.

# PANOPTICON_SYSCONFIG_LBL_FIELD_MAIL_INLINE_IMAGES
source: Inline Images in Email
tr_tr: E-postada Satır İçi Görüntüler

# PANOPTICON_SYSCONFIG_LBL_FIELD_MAILER
source: Mail Handler
tr_tr: Posta İşleyicisi

# PANOPTICON_SYSCONFIG_LBL_FIELD_MAILFROM
source: Sender Address
tr_tr: Gönderen Adresi

# PANOPTICON_SYSCONFIG_LBL_FIELD_FROMNAME
source: Sender Name
tr_tr: Gönderen Adı

# PANOPTICON_SYSCONFIG_LBL_FIELD_SMTPHOST
source: SMTP Host
tr_tr: SMTP Sunucusu

# PANOPTICON_SYSCONFIG_LBL_FIELD_SMTPPORT
source: SMTP Port
tr_tr: SMTP Portu

# PANOPTICON_SYSCONFIG_LBL_FIELD_SMTPSECURE
source: SMTP Security
tr_tr: SMTP Güvenliği

# PANOPTICON_SYSCONFIG_LBL_FIELD_SMTPAUTH
source: SMTP Authentication
tr_tr: SMTP Kimlik Doğrulaması

# PANOPTICON_SYSCONFIG_LBL_FIELD_SMTPUSER
source: SMTP Username
tr_tr: SMTP Kullanıcı Adı

# PANOPTICON_SYSCONFIG_LBL_FIELD_SMTPPASS
source: SMTP Password
tr_tr: SMTP Parolası

# PANOPTICON_SYSCONFIG_LBL_FIELD_TASKS_COREUPDATE_INSTALL
source: When An Update Is Found
tr_tr: Güncelleme Bulunduğunda

# PANOPTICON_SYSCONFIG_LBL_FIELD_TASKS_COREUPDATE_INSTALL_HELP
source: Do nothing: no action is taken. Send email: An email is sent, nothing is installed. Patch: Only patch versions (e.g. 1.2.<strong>3</strong> to 1.2.<strong>4</strong>) are installed; an email is sent otherwise. Minor: Only path and minor versions (e.g. 1.<strong>2</strong>.x to 1.<strong>3</strong>.x) are installed; an email is sent otherwise. Any version: installs all updates, even if the major version changes (e.g. <strong>1</strong>.x to <strong>2</strong>.x).
tr_tr: Hiçbir Şey Yapmayın: Hiçbir işlem yapılmaz. E-Posta Gönder: Bir e-posta gönderilir, hiçbir şey yüklenmez. Yama: Yalnızca yama sürümleri (Örnek: 1.2.<strong>3</strong> - 1.2.<strong>4</strong>) kuruludur; ayrıca bir e-posta gönderilir. Küçük: Yalnızca yol ve küçük sürümler (Örnek: 1.<strong>2</strong>.x - 1.<strong>3</strong>.x) kuruludur; ayrıca bir e-posta gönderilir. Herhangi Bir Sürüm: Ana sürüm değişse bile tüm güncellemeleri yükler (Örnek: <strong>1</strong>.x - <strong>2</strong>.x).

# PANOPTICON_SYSCONFIG_LBL_FIELD_TASKS_EXTUPDATE_INSTALL
source: When An Extension Update Is Found
tr_tr: Eklenti Güncellemesi Bulunduğunda

# PANOPTICON_SYSCONFIG_LBL_FIELD_TASKS_EXTUPDATE_INSTALL_HELP
source: This preference can be overridden for any individual extension below. You can also override this for any individual extension and site in each site's configuration page.
tr_tr: Bu tercih aşağıdaki herhangi bir uzantı için geçersiz kılınabilir. Ayrıca, her sitenin yapılandırma sayfasındaki herhangi bir uzantı ve site için bunu geçersiz kılabilirsiniz.

# PANOPTICON_SYSCONFIG_LBL_FIELD_SESSION_TOKEN_ALGORITHM
source: Anti-CSRF Token Algorithm
tr_tr: CSRF Karşıtı Belirteç Algoritması

# PANOPTICON_SYSCONFIG_LBL_FIELD_SESSION_TOKEN_ALGORITHM_HELP
source: The hash algorithm for creating an anti-CSRF token. SHA-512 offers the best security, but may not work on some hosts because it's very long. MD5 offers the least security but is compatible with all hosts. Only change if you have problems when clicking action buttons in Panopticon.
tr_tr: CSRF karşıtı bir belirteç oluşturmak için karma algoritması. SHA-512 en iyi güvenliği sunar ancak çok uzun olduğundan bazı ana bilgisayarlarda çalışmayabilir. MD5 en az güvenliği sunar ancak tüm ana bilgisayarlarla uyumludur. Yalnızca Panopticon'daki eylem düğmelerini tıklarken sorun yaşıyorsanız değiştirin.

# PANOPTICON_SYSCONFIG_LBL_FIELD_LANGUAGE
source: Default language
tr_tr: Varsayılan Dil

# PANOPTICON_SYSCONFIG_LBL_FIELD_PROXY_ENABLED
source: Use a Proxy Server for Outgoing Connections
tr_tr: Giden Bağlantılar İçin Proxy Sunucusu Kullanma

# PANOPTICON_SYSCONFIG_LBL_FIELD_PROXY_HOST
source: Proxy hostname or IP Address
tr_tr: Proxy Ana Bilgisayar Adı veya IP Adresi

# PANOPTICON_SYSCONFIG_LBL_FIELD_PROXY_PORT
source: Proxy Port
tr_tr: Proxy Portu

# PANOPTICON_SYSCONFIG_LBL_FIELD_PROXY_USER
source: Proxy Username (optional)
tr_tr: Proxy Kullanıcı Adı (isteğe bağlı)

# PANOPTICON_SYSCONFIG_LBL_FIELD_PROXY_PASS
source: Proxy Password (optional)
tr_tr: Proxy Şifresi (isteğe bağlı)

# PANOPTICON_SYSCONFIG_LBL_FIELD_PROXY_NO
source: Do Not Proxy These Domains
tr_tr: Bu Etki Alanlarını Proxy Etmeyin

# PANOPTICON_SYSCONFIG_LBL_FIELD_PROXY_NO_HELP
source: Enter a comma–separated list of full, or partial domain names which should not go through the proxy, e.g. <code>www.example.com, .mit.edu, .dev</code>.
tr_tr: Proxy'den geçmemesi gereken tam veya kısmi alan adlarının virgülle ayrılmış bir listesini girin, örn. <code>www.example.com, .mit.edu, .dev</code>.

# PANOPTICON_SYSCONFIG_LBL_EXTENSIONS_TABLE_CAPTION
source: Table of known extensions and their automatic update preferences
tr_tr: Bilinen eklentilerin tablosu ve bunların otomatik güncelleme tercihleri

# PANOPTICON_SYSCONFIG_LBL_EXTENSIONS_NAME
source: Extension name
tr_tr: Eklenti Adı

# PANOPTICON_SYSCONFIG_LBL_EXTENSIONS_AUTHOR
source: Author
tr_tr: Yazar

# PANOPTICON_SYSCONFIG_LBL_EXTENSIONS_PREFERENCE
source: Update preference
tr_tr: Güncelleme Tercihi

# PANOPTICON_SYSCONFIG_LBL_EXTENSIONS_PREFERENCE_SELECT
source: Select update preference for %s
tr_tr: %s için güncelleme tercihini seçin

# PANOPTICON_SYSCONFIG_LBL_EXTTYPE_COMPONENT
source: Component
tr_tr: Bileşen

# PANOPTICON_SYSCONFIG_LBL_EXTTYPE_FILE
source: Files Package
tr_tr: Dosyalar Paketi

# PANOPTICON_SYSCONFIG_LBL_EXTTYPE_LIBRARY
source: Library
tr_tr: Kütüphane

# PANOPTICON_SYSCONFIG_LBL_EXTTYPE_PACKAGE
source: Package
tr_tr: Paket

# PANOPTICON_SYSCONFIG_LBL_EXTTYPE_PLUGIN
source: Plugin
tr_tr: Uygulama Eki

# PANOPTICON_SYSCONFIG_LBL_EXTTYPE_MODULE
source: Module
tr_tr: Modül

# PANOPTICON_SYSCONFIG_LBL_EXTTYPE_TEMPLATE
source: Template
tr_tr: Şablon

# PANOPTICON_SYSCONFIG_OPT_SHA512
source: SHA-512 (best security)
tr_tr: SHA-512 (en iyi güvenlik)

# PANOPTICON_SYSCONFIG_OPT_MD5
source: MD5 (best compatibility)
tr_tr: MD5 (en iyi uyumluluk)

# PANOPTICON_SYSCONFIG_OPT_ERROR_REPORTING_DEFAULT
source: Default
tr_tr: Varsayılan

# PANOPTICON_SYSCONFIG_OPT_ERROR_REPORTING_NONE
source: None
tr_tr: Hiçbiri

# PANOPTICON_SYSCONFIG_OPT_ERROR_REPORTING_SIMPLE
source: Simple
tr_tr: Basit

# PANOPTICON_SYSCONFIG_OPT_ERROR_REPORTING_MAXIMUM
source: Maximum
tr_tr: En Çok

# PANOPTICON_SYSCONFIG_OPT_DARKMODE_BROWSER
source: Browser preference
tr_tr: Tarayıcı Tercihi

# PANOPTICON_SYSCONFIG_OPT_DARKMODE_LIGHT
source: Always light
tr_tr: Her zaman hafif

# PANOPTICON_SYSCONFIG_OPT_DARKMODE_DARK
source: Always dark
tr_tr: Her zaman koyu

# PANOPTICON_SYSCONFIG_OPT_CACHE_ADAPTER_FILESYSTEM
source: Files
tr_tr: Dosyalar

# PANOPTICON_SYSCONFIG_OPT_CACHE_ADAPTER_LINUXFS
source: Files and Symlinks (Linux and macOS only)
tr_tr: Dosyalar ve Sembolik Bağlantılar (yalnızca Linux ve macOS)

# PANOPTICON_SYSCONFIG_OPT_CACHE_ADAPTER_DB
source: Database
tr_tr: Veritabanı

# PANOPTICON_SYSCONFIG_OPT_LOG_LEVEL_ERROR
source: Error
tr_tr: Hata

# PANOPTICON_SYSCONFIG_OPT_LOG_LEVEL_WARNING
source: Warning
tr_tr: Uyarı

# PANOPTICON_SYSCONFIG_OPT_LOG_LEVEL_NOTICE
source: Notice
tr_tr: Bildirim

# PANOPTICON_SYSCONFIG_OPT_LOG_LEVEL_INFO
source: Information
tr_tr: Bilgi

# PANOPTICON_SYSCONFIG_OPT_LOG_LEVEL_DEBUG
source: Debugging
tr_tr: Hata Ayıklama

# PANOPTICON_SYSCONFIG_OPT_MAILER_MAIL
source: PHP Mail
tr_tr: PHP Posta

# PANOPTICON_SYSCONFIG_OPT_MAILER_SENDMAIL
source: Sendmail
tr_tr: Posta Gönderimi

# PANOPTICON_SYSCONFIG_OPT_SMTPSECURE_NONE
source: None
tr_tr: Hiçbiri

# PANOPTICON_SYSCONFIG_OPT_TASKS_COREUPDATE_INSTALL_GLOBAL
source: – Use Global –
tr_tr: – Genel Kullan –

# PANOPTICON_SYSCONFIG_OPT_TASKS_COREUPDATE_INSTALL_GLOBAL_ALT
source: Use Global:
tr_tr: Genel Kullanım:

# PANOPTICON_SYSCONFIG_OPT_TASKS_COREUPDATE_INSTALL_NONE
source: Do Nothing
tr_tr: Hiçbir Şey Yapma

# PANOPTICON_SYSCONFIG_OPT_TASKS_COREUPDATE_INSTALL_EMAIL
source: Send Email
tr_tr: E-Posta Gönder

# PANOPTICON_SYSCONFIG_OPT_TASKS_COREUPDATE_INSTALL_PATCH
source: Install Patch Versions Only
tr_tr: Yalnızca Yama Sürümlerini Yükle

# PANOPTICON_SYSCONFIG_OPT_TASKS_COREUPDATE_INSTALL_MINOR
source: Install Minor Versions Only
tr_tr: Yalnızca Küçük Sürümleri Yükle

# PANOPTICON_SYSCONFIG_OPT_TASKS_COREUPDATE_INSTALL_MAJOR
source: Install Any Version
tr_tr: Herhangi Bir Sürümü Yükle

# PANOPTICON_SYSCONFIG_LBL_UOM_MINUTES
source: minutes
tr_tr: dakika

# PANOPTICON_SYSCONFIG_LBL_UOM_SECONDS
source: seconds
tr_tr: saniye

# PANOPTICON_SYSCONFIG_LBL_UOM_DAYS
source: days
tr_tr: gün

# PANOPTICON_SYSCONFIG_LBL_UOM_FILES
source: files
tr_tr: dosyalar

# PANOPTICON_SYSCONFIG_LBL_UOM_PAGES
source: pages
tr_tr: sayfalar

# PANOPTICON_SYSCONFIG_LBL_UOM_ITEMS
source: items
tr_tr: ögeler

# PANOPTICON_SYSCONFIG_MSG_SAVED
source: The System Configuration has been saved
tr_tr: Sistem Yapılandırması kaydedildi

# PANOPTICON_SYSCONFIG_LBL_EMAILTEST_WATCH_OUT
source: <strong>Watch out!</strong> Clicking the button below will cause all unsaved configuration setting changes to be lost. If you want to keep your changes please first click on the Save button in the toolbar, then click on the button below to send a test email message.
tr_tr: <strong>Dikkat Edin!</strong> Aşağıdaki düğmenin tıklanması, kaydedilmemiş tüm yapılandırma ayarı değişikliklerinin kaybolmasına neden olur. Değişikliklerinizi korumak istiyorsanız lütfen önce araç çubuğundaki Kaydet düğmesine tıklayın, ardından bir test e-posta mesajı göndermek için aşağıdaki düğmeye tıklayın.

# PANOPTICON_SYSCONFIG_BTN_EMAILTEST_SEND
source: Send Test Email Message
tr_tr: Test E-Posta Mesajı Gönder

# PANOPTICON_SYSCONFIG_LBL_EMAILTEST_WILL_SEND_TO
source: The test email message will be sent to %s using the email sending options <em>you have last saved</em> from this page.
tr_tr: Test e-posta iletisi, bu sayfadan <em>en son kaydettiğiniz</em> e-posta gönderme seçenekleri kullanılarak %s adresine gönderilecek.

# PANOPTICON_SYSCONFIG_LBL_EMAILTEST_SUBJECT
source: Panopticon has been configured to send email messages
tr_tr: Panopticon e-posta mesajları gönderecek şekilde yapılandırıldı

# PANOPTICON_SYSCONFIG_LBL_EMAILTEST_BODY
source: This email message confirms that Akeeba Panopticon, installed on %s, has been configured to send email messages correctly.\n\nIf this message ended up in your spam / junk inbox please check whether your domain has DKIM and SPF set up correctly, as well as whether your receiving mail server and mail client are configured in a way which misidentifies this message as spam. According to our experience, you can get pertinent troubleshooting information by looking at the source code of the received message in your mail client. Please consult your mail client's documentation for more information on how to do that.
tr_tr: Bu e-posta mesajı, %s üzerinde kurulu olan Akeeba Panopticon'un e-posta mesajlarını doğru şekilde gönderecek şekilde yapılandırıldığını onaylar.\n\nBu mesaj spam/önemsiz gelen kutunuza düştüyse, lütfen alan adınızda DKIM ve SPF'nin doğru şekilde ayarlanıp ayarlanmadığını ve alıcı posta sunucunuzun ve posta istemcinizin bu mesajı spam olarak yanlış tanımlayacak şekilde yapılandırılıp yapılandırılmadığını kontrol edin. Deneyimlerimize göre, posta istemcinizde alınan iletinin kaynak koduna bakarak ilgili sorun giderme bilgilerini edinebilirsiniz. Bunun nasıl yapılacağı hakkında daha fazla bilgi için lütfen posta istemcinizin belgelerine başvurun.

# PANOPTICON_SYSCONFIG_LBL_EMAILTEST_SENT
source: The test email was sent successfully
tr_tr: Test e-postası başarıyla gönderildi

# PANOPTICON_SYSCONFIG_LBL_EMAILTEST_NOT_SENT
source: The test email could not be sent. The last error reported was: %s
tr_tr: Test e-postası gönderilemedi. Bildirilen son hata şuydu: %s

# PANOPTICON_SYSCONFIG_LBL_EMAILTEST_IS_DISABLED
source: You have disabled Mail Sending; no email will be sent.
tr_tr: Posta Göndermeyi devre dışı bıraktınız; e-posta gönderilmeyecek.

# PANOPTICON_TASKS_TITLE
source: Tasks
tr_tr: Görevler

# PANOPTICON_TASKS_LBL_FIELD_TYPE
source: Task Type
tr_tr: Görev Türü

# PANOPTICON_TASKS_LBL_FIELD_STATUS
source: Status
tr_tr: Durum

# PANOPTICON_TASKS_LBL_FIELD_TIMES
source: Last / Next Run
tr_tr: Son / Sonraki Çalıştırma

# PANOPTICON_TASKS_LBL_SELECT_TYPE
source: – Type –
tr_tr: – Tür –

# PANOPTICON_TASKS_LBL_SELECT_ENABLED
source: – Enabled –
tr_tr: - Etkinleştirilmiş -

# PANOPTICON_TASKS_LBL_LAST_RUN
source: Last execution on
tr_tr: Son yürütme tarihi

# PANOPTICON_TASKS_LBL_NEXT_RUN
source: Next execution on
tr_tr: Sonraki yürütme tarihi

# PANOPTICON_TASKS_LBL_DURATION
source: Last execution run time
tr_tr: Son yürütme çalıştırma zamanı

# PANOPTICON_TASKS_LBL_SYSTEM
source: System
tr_tr: Sistem

# PANOPTICON_TASKS_ERR_NO_DELETE_SYSTEM
source: You cannot delete a system task.
tr_tr: Bir sistem görevini silemezsiniz.

# PANOPTICON_TASKS_ERR_NO_DISABLE_SYSTEM
source: You cannot disable a system task.
tr_tr: Bir sistem görevini devre dışı bırakamazsınız.

# PANOPTICON_LBL_TASK_DELETED
source: The task has been disabled.
tr_tr: Görev devre dışı bırakıldı.

# PANOPTICON_MAILTEMPLATES_TITLE
source: Mail Templates
tr_tr: Posta Şablonları

# PANOPTICON_MAILTEMPLATES_TITLE_CSS
source: Mail Template CSS
tr_tr: Posta Şablonları CSS

# PANOPTICON_MAILTEMPLATES_TITLE_NEW
source: New Mail Template
tr_tr: Yeni Posta Şablonu

# PANOPTICON_MAILTEMPLATES_TITLE_EDIT
source: Edit Mail Template
tr_tr: Posta Şablonunu Düzenle

# PANOPTICON_MAILTEMPLATES_BTN_CSS
source: Edit Common CSS
tr_tr: Ortak CSS'yi Düzenle

# PANOPTICON_MAILTEMPLATES_TABLE_COMMENT
source: List of mail templates
tr_tr: Posta şablonlarının listesi

# PANOPTICON_MAILTEMPLATES_TABLE_HEAD_TYPE
source: Mail type
tr_tr: Posta Türü

# PANOPTICON_MAILTEMPLATES_TABLE_HEAD_SUBJECT
source: Subject
tr_tr: Konu

# PANOPTICON_MAILTEMPLATES_TABLE_HEAD_LANGUAGE
source: Language
tr_tr: Dil

# PANOPTICON_MAILTEMPLATE_FIELD_TYPE
source: Mail Type
tr_tr: Posta Türü

# PANOPTICON_MAILTEMPLATE_FIELD_LANGUAGE
source: Language
tr_tr: Dil

# PANOPTICON_MAILTEMPLATE_FIELD_SUBJECT
source: Subject
tr_tr: Konu

# PANOPTICON_MAILTEMPLATE_FIELD_HTML
source: HTML Content
tr_tr: HTML İçeriği

# PANOPTICON_MAILTEMPLATE_FIELD_PLAINTEXT
source: Plain Text Content
tr_tr: Düz Metin İçeriği
