Repository: Memotas/panopticon
Catalog: languages/*.po
Languages: tr_tr

# PANOPTICON_MFA_PASSKEYS_ERR_CREATE_NO_ATTESTED_DATA
source: Something went wrong but no further information about the error is available at this time. Please retry registering your Passkey.
tr_tr: Bir şeyler ters gitti ancak şu anda hatayla ilgili daha fazla bilgi mevcut değil. Lütfen Geçiş Anahtarınızı kaydetmeyi yeniden deneyin.

# PANOPTICON_MFA_PASSKEYS_ERR_CREATE_INVALID_LOGIN_REQUEST
source: Invalid authentication request.
tr_tr: Geçersiz kimlik doğrulama isteği.

# PANOPTICON_MFA_TOTP_LBL_DISPLAYEDAS
source: Authenticator code (TOTP)
tr_tr: Kimlik doğrulama kodu (TOTP)

# PANOPTICON_MFA_TOTP_LBL_SHORTINFO
source: Six-digit code which changes every 30 seconds.
tr_tr: Her 30 saniyede bir değişen altı haneli kod.

# PANOPTICON_MFA_TOTP_LBL_CODE
source: Code
tr_tr: Kod

# PANOPTICON_MFA_TOTP_LBL_PLACEHOLDER
source: Enter your six-digit code
tr_tr: Altı haneli kodunuzu girin

# PANOPTICON_OVERRIDES_TITLE
source: Template Overrides
tr_tr: Şablonu Geçersiz Kılmalar

# PANOPTICON_OVERRIDES_TITLE_READ
source: Compare an Override
tr_tr: Geçersiz Kılmayı Karşılaştır

# PANOPTICON_OVERRIDES_TABLE_COMMENT
source: Table of template overrides which have changed on the remote site
tr_tr: Uzak sitede değişen şablon geçersiz kılma tablosu

# PANOPTICON_OVERRIDES_LBL_FIELD_TEMPLATE
source: Template
tr_tr: Şablon

# PANOPTICON_OVERRIDES_LBL_FIELD_FILE
source: File
tr_tr: Dosya

# PANOPTICON_OVERRIDES_LBL_FIELD_ACTION
source: Source
tr_tr: Kaynak

# PANOPTICON_OVERRIDES_LBL_FIELD_CREATED
source: Created and Modified Date
tr_tr: Oluşturulma ve Değiştirilme Tarihi

# PANOPTICON_OVERRIDES_LBL_FIELD_MODIFIED
source: Created and Modified Date
tr_tr: Oluşturulma ve Değiştirilme Tarihi

# PANOPTICON_OVERRIDES_LBL_FRONTEND
source: Frontend
tr_tr: Ön Uç

# PANOPTICON_OVERRIDES_LBL_BACKEND
source: Backend
tr_tr: Arka Uç

# PANOPTICON_OVERRIDES_LBL_CORE
source: Source File
tr_tr: Kaynak Dosyası

# PANOPTICON_OVERRIDES_LBL_OVERRIDE
source: Override File
tr_tr: Dosyayı Geçersiz Kıl

# PANOPTICON_OVERRIDES_LBL_DIFF
source: Differences
tr_tr: Farklılıklar

# PANOPTICON_OVERRIDES_LBL_NO_OVERRIDE_HEAD
source: Error retrieving the template override from the site
tr_tr: Siteden şablonu geçersiz kılma alınırken hata oluştu

# PANOPTICON_OVERRIDES_LBL_NO_OVERRIDE_MESSAGE
source: The template override, or the corresponding original file, may no longer exist on your site.
tr_tr: Şablon geçersiz kılma veya karşılık gelen orijinal dosya artık sitenizde mevcut olmayabilir.

# PANOPTICON_OVERRIDES_LBL_NO_OVERRIDE_SUGGESTION
source: Please visit your site's administrator backend to inspect the template overrides.
tr_tr: Şablon geçersiz kılmalarını incelemek için lütfen sitenizin yönetici arka ucunu ziyaret edin.

# PANOPTICON_LOGS_TITLE
source: Log Files
tr_tr: Günlük Dosyaları

# PANOPTICON_LOGS_TITLE_READ
source: Show Log File
tr_tr: Günlük Dosyasını Göster

# PANOPTICON_LOGS_TABLE_COMMENT
source: Table of available log files
tr_tr: Kullanılabilir günlük dosyaları tablosu

# PANOPTICON_LOGS_LBL_FIELD_ACTIONS
source: Actions
tr_tr: Eylemler

# PANOPTICON_LOGS_LBL_FIELD_FILE
source: File
tr_tr: Dosya

# PANOPTICON_LOGS_LBL_FIELD_STATUS
source: Status
tr_tr: Durum

# PANOPTICON_LOGS_LBL_SYSTEM
source: System Log
tr_tr: Sistem Günlüğü

# PANOPTICON_LOGS_LBL_STATUS_ACTIVE
source: Active
tr_tr: Etkin

# PANOPTICON_LOGS_LBL_STATUS_ARCHIVED
source: Archived
tr_tr: Arşivlenmiş

# PANOPTICON_LOGS_LBL_VIEW
source: View
tr_tr: Görünüm

# PANOPTICON_LOGS_LBL_DOWNLOAD
source: Download
tr_tr: İndir

# PANOPTICON_LOGS_LBL_DELETE
source: Delete
tr_tr: Sil

# PANOPTICON_LOGS_LBL_NOVIEW_HELP
source: You cannot view an archived log file.
tr_tr: Arşivlenmiş bir günlük dosyasını görüntüleyemezsiniz.

# PANOPTICON_LOGS_LBL_ARCHIVED_OPT_ALL
source: All
tr_tr: Tümü

# PANOPTICON_LOGS_LBL_ARCHIVED_OPT_ACTIVE
source: Only Active
tr_tr: Yalnızca Aktif

# PANOPTICON_LOGS_ERR_NOTHING_TO_SEE
source: Nothing to see here.
tr_tr: Burada görülecek bir şey yok.

# PANOPTICON_LOGS_ERR_NOTHING_TO_SEE_DETAILS
source: The requested log file does not exist, or it is unreadable, empty, or outside the log path.
tr_tr: İstenen günlük dosyası mevcut değil veya okunamıyor, boş veya günlük yolunun dışında.

# PANOPTICON_LOGS_LBL_PRIORITY_EMERGENCY
source: Emergency
tr_tr: Acil Durum

# PANOPTICON_LOGS_LBL_PRIORITY_ALERT
source: Alert
tr_tr: Uyarı

# PANOPTICON_LOGS_LBL_PRIORITY_CRITICAL
source: Critical
tr_tr: Kritik

# PANOPTICON_LOGS_LBL_PRIORITY_ERROR
source: Error
tr_tr: Hata

# PANOPTICON_LOGS_LBL_PRIORITY_WARNING
source: Warning
tr_tr: Dikkat

# PANOPTICON_LOGS_LBL_PRIORITY_NOTICE
source: Notice
tr_tr: Bildirim

# PANOPTICON_LOGS_LBL_PRIORITY_INFO
source: Info
tr_tr: Bilgi

# PANOPTICON_LOGS_LBL_PRIORITY_DEBUG
source: Debug
tr_tr: Hata Ayıklama

# PANOPTICON_LOGS_LBL_DISPLAY_OPTIONS
source: Log Display Options
tr_tr: Günlük Görüntüleme Seçenekleri

# PANOPTICON_LOGS_LBL_MAX_INPUT_SIZE
source: Maximum Input Size
tr_tr: Maksimum Giriş Boyutu

# PANOPTICON_LOGS_LBL_MAX_LINES
source: Maximum Number Of Lines
tr_tr: Maksimum Satır Sayısı

# PANOPTICON_LOGS_LBL_AUTOREFRESH
source: Auto-refresh
tr_tr: Otomatik Yenileme

# PANOPTICON_LOGS_LBL_SR_AUTOREFRESH_TIME
source: Auto-refresh time left
tr_tr: Otomatik yenileme süresi kaldı

# PANOPTICON_LOGS_LBL_TIME
source: Time
tr_tr: Zaman

# PANOPTICON_LOGS_LBL_LEVEL
source: Level
tr_tr: Düzey

# PANOPTICON_LOGS_LBL_FACILITY
source: Type
tr_tr: Tür

# PANOPTICON_LOGS_LBL_MESSAGE
source: Message
tr_tr: İleti

# PANOPTICON_LOGS_LBL_CONTEXT
source: Context Information
tr_tr: Bağlam Bilgileri

# PANOPTICON_LOGS_LBL_EXTRA
source: Additional Information
tr_tr: Ek Bilgiler

# PANOPTICON_LOGS_LBL_RELOAD
source: Reload Now
tr_tr: Şimdi Yeniden Yükle

# PANOPTICON_LOGS_LBL_DELETED
source: Deleted log file <code>%s</code>
tr_tr: <code>%s</code> günlük dosyası silindi

# PANOPTICON_LOGS_LBL_NOT_DELETED
source: Could not delete the log file
tr_tr: Günlük dosyası silinemedi

# PANOPTICON_LOGS_LBL_CANNOT_DOWNLOAD
source: Can not download the log file
tr_tr: Günlük dosyası indirilemiyor

# PANOPTICON_EXTUPDATES_TITLE
source: Extension Updates
tr_tr: Eklenti Güncellemeleri

# PANOPTICON_EXTUPDATES_BTN_UPDATE
source: Update Selected
tr_tr: Seçileni Güncelle

# PANOPTICON_EXTUPDATES_LBL_CMSVERSION_SELECT
source: – CMS Version –
tr_tr: – CMS Sürümü –

# PANOPTICON_EXTUPDATES_LBL_PHPVERSION_SELECT
source: – PHP Version –
tr_tr: – PHP Sürümü –

# PANOPTICON_EXTUPDATES_LBL_EXT_NAME
source: Extension Name
tr_tr: Eklenti Adı

# PANOPTICON_EXTUPDATES_LBL_EXT_NAME_SELECT
source: – Extension Name –
tr_tr: – Eklenti Adı –

# PANOPTICON_EXTUPDATES_LBL_EXT_AUTHOR
source: Extension Author
tr_tr: Eklenti Yazarı

# PANOPTICON_EXTUPDATES_LBL_EXT_AUTHOR_SELECT
source: – Author –
tr_tr: – Yazar –

# PANOPTICON_EXTUPDATES_LBL_EXT_AUTHOR_URL
source: Author URL
tr_tr: Yazar Bağlantısı

# PANOPTICON_EXTUPDATES_LBL_EXT_AUTHOR_URL_SELECT
source: – Author URL –
tr_tr: – Yazar Bağlantısı –

# PANOPTICON_EXTUPDATES_LBL_EXT_AUTHOR_EMAIL
source: Author Email
tr_tr: Yazar E-Postası

# PANOPTICON_EXTUPDATES_LBL_EXT_AUTHOR_EMAIL_SELECT
source: – Author Email –
tr_tr: – Yazar E-Postası –

# PANOPTICON_EXTUPDATES_TABLE_COMMENT
source: Table of extensions with available updates
tr_tr: Mevcut güncellemelerin bulunduğu eklenti tablosu

# PANOPTICON_EXTUPDATES_LBL_SELECT_EXTENSION
source: Select extension %s for site %s
tr_tr: %s sitesi için %s eklentisini seçin

# PANOPTICON_EXTUPDATES_FIELD_EXTENSION
source: Extension
tr_tr: Eklenti

# PANOPTICON_EXTUPDATES_FIELD_VERSION
source: Version
tr_tr: Sürüm

# PANOPTICON_EXTUPDATES_FIELD_AUTHOR
source: Author
tr_tr: Yazar

# PANOPTICON_EXTUPDATES_LBL_SCHEDULED_N
source: %d selected extensions have been scheduled to be updated.
tr_tr: Seçilen %d eklentinin güncellenmesi planlandı.

# PANOPTICON_EXTUPDATES_LBL_SCHEDULED_N_0
source: None of the selected extensions have been scheduled to be updated. This is not an error: they might have been updated, or automatically scheduled in the meantime.
tr_tr: Seçilen eklentilerden hiçbirinin güncellenmesi planlanmadı. Bu bir hata değil; güncellenmiş veya bu arada otomatik olarak planlanmış olabilirler.

# PANOPTICON_EXTUPDATES_LBL_SCHEDULED_N_1
source: The selected extension has been scheduled to be updated.
tr_tr: Seçilen eklentinin güncellenmesi planlandı.

# PANOPTICON_EXTUPDATES_ERR_INVALID_SELECTION
source: Invalid extensions selection.
tr_tr: Geçersiz eklenti seçimi.

# PANOPTICON_COREUPDATES_TITLE
source: Core Updates
tr_tr: Çekirdek Güncellemeler

# PANOPTICON_COREUPDATES_BTN_UPDATE
source: Update Selected
tr_tr: Seçileni Güncelle

# PANOPTICON_COREUPDATES_BTN_CANCEL
source: Cancel Selected
tr_tr: Seçileni İptal Et

# PANOPTICON_COREUPDATES_TABLE_COMMENT
source: Table of sites with available CMS updates.
tr_tr: Mevcut CMS güncellemelerine sahip sitelerin tablosu.

# PANOPTICON_COREUPDATES_LBL_SELECT_SITE
source: Select site “%s”
tr_tr: “%s” sitesini seçin

# PANOPTICON_COREUPDATES_LBL_SELECT_CURRENT
source: – Current –
tr_tr: – Geçerli –

# PANOPTICON_COREUPDATES_LBL_SELECT_LATEST
source: – Updates To –
tr_tr: – Güncelleme –

# PANOPTICON_COREUPDATES_FIELD_CURRENT
source: Current
tr_tr: Geçerli

# PANOPTICON_COREUPDATES_FIELD_LATEST
source: Updates To
tr_tr: Güncelleme

# PANOPTICON_COREUPDATES_ERR_INVALID_SELECTION
source: Invalid sites selection.
tr_tr: Geçersiz site seçimi.

# PANOPTICON_COREUPDATES_SCHEDULED_N
source: %d selected sites have been scheduled for core updates.
tr_tr: Seçilen %d site temel güncellemeler için planlandı.

# PANOPTICON_COREUPDATES_SCHEDULED_N_1
source: The selected site has been scheduled for core updates.
tr_tr: Seçilen site temel güncellemeler için planlandı.

# PANOPTICON_COREUPDATES_SCHEDULED_N_0
source: No selected sites have been scheduled for core updates. This is not an error: they might have been already updated, or automatically scheduled in the meantime.
tr_tr: Çekirdek güncellemeler için seçilen sitelerden hiçbiri planlanmadı. Bu bir hata değil; zaten güncellenmiş veya bu arada otomatik olarak planlanmış olabilirler.

# PANOPTICON_COREUPDATES_CANCELED_N
source: %d selected sites will not be updated.
tr_tr: Seçilen %d site güncellenmeyecek.

# PANOPTICON_COREUPDATES_CANCELED_N_1
source: The selected site will not be updated.
tr_tr: Seçilen site güncellenmeyecek.

# PANOPTICON_COREUPDATES_CANCELED_N_0
source: Could not cancel the update of any selected site. The update might have already taken place, be in progress, or removed in another way.
tr_tr: Seçilen herhangi bir sitenin güncellemesi iptal edilemedi. Güncelleme zaten gerçekleşmiş, devam ediyor veya başka bir şekilde kaldırılmış olabilir.

# PANOPTICON_USAGESTATS_TITLE
source: Usage Stats
tr_tr: Kullanım İstatistikleri

# PANOPTICON_USAGESTATS_LBL_INFO_TITLE
source: Anonymous usage statistics collection
tr_tr: Anonim kullanım istatistikleri koleksiyonu

# PANOPTICON_USAGESTATS_LBL_INFO_BODY
source: Akeeba Panopticon collects basic information about the environment it is executing in. This information is aggregated and helps us decide on which PHP and database server versions to support in future releases. From this page you can control whether this feature will be enabled, and review the information being sent to our server.
tr_tr: Akeeba Panopticon, çalıştığı ortam hakkında temel bilgileri toplar. Bu bilgiler toplanır ve gelecek sürümlerde hangi PHP ve veritabanı sunucusu sürümlerinin destekleneceğine karar vermemize yardımcı olur. Bu sayfadan bu özelliğin etkinleştirilip etkinleştirilmeyeceğini kontrol edebilir ve sunucumuza gönderilen bilgileri inceleyebilirsiniz.

# PANOPTICON_USAGESTATS_LBL_INFO_COLLECTED_HEAD
source: Information collected
tr_tr: Toplanan Bilgiler

# PANOPTICON_USAGESTATS_LBL_INFO_EXPLANATION
source: The following table shows you the information sent to the server. The Key is the URL query parameter in the request to the statistics collection server. The Value is the current value of the URL query parameter which will be sent to the server.
tr_tr: Aşağıdaki tabloda sunucuya gönderilen bilgiler gösterilmektedir. Anahtar, istatistik toplama sunucusuna yapılan istekteki URL sorgu parametresidir. Değer, sunucuya gönderilecek URL sorgu parametresinin geçerli değeridir.

# PANOPTICON_USAGESTATS_LBL_SERVER_DOMAIN
source: The usage statistics collection server's domain name is <code>%s</code>.
tr_tr: Kullanım istatistikleri toplama sunucusunun alan adı <code>%s</code>'dir.

# PANOPTICON_USAGESTATS_LBL_LAST_COLLECTION_NEVER
source: The usage statistics information has not been sent to the server yet.
tr_tr: Kullanım istatistikleri bilgileri henüz sunucuya gönderilmedi.

# PANOPTICON_USAGESTATS_LBL_LAST_COLLECTION_DATE
source: The usage statistics was last sent to the server on %s.
tr_tr: Kullanım istatistikleri en son %s tarihinde sunucuya gönderildi.

# PANOPTICON_USAGESTATS_LBL_TABLE_COMMENT
source: Table of usage statistics sent to the server.
tr_tr: Sunucuya gönderilen kullanım istatistikleri tablosu.

# PANOPTICON_USAGESTATS_LBL_KEY
source: Key
tr_tr: Anahtar

# PANOPTICON_USAGESTATS_LBL_VALUE
source: Value
tr_tr: Değer

# PANOPTICON_USAGESTATS_LBL_WHATIS
source: What is contains
tr_tr: Ne içerir

# PANOPTICON_USAGESTATS_LBL_DISABLED_HEAD
source: No information is collected
tr_tr: Hiçbir bilgi toplanmıyor

# PANOPTICON_USAGESTATS_LBL_DISABLED_MESSAGE
source: You have disabled collection of usage statistics. No information will be sent to our server.
tr_tr: Kullanım istatistiklerinin toplanmasını devre dışı bıraktınız. Sunucumuza hiçbir bilgi gönderilmeyecektir.

# PANOPTICON_USAGESTATS_LBL_NOINFO_HEAD
source: No information is collected
tr_tr: Hiçbir bilgi toplanmıyor

# PANOPTICON_USAGESTATS_LBL_NOINFO_MESSAGE
source: An internal error prevents the collection of usage statistics. No information will be sent to our server.
tr_tr: Dahili bir hata kullanım istatistiklerinin toplanmasını engelliyor. Sunucumuza hiçbir bilgi gönderilmeyecektir.

# PANOPTICON_USAGESTATS_LBL_DATAINFO_SID
source: Randomly generated installation ID. Used for data deduplication. It <strong>cannot</strong> be traced back to a particular installation or person.
tr_tr: Rastgele oluşturulan kurulum kimliği. Veri tekilleştirme için kullanılır. Belirli bir kuruluşa veya kişiye kadar <strong>izlenemez</strong>.

# PANOPTICON_USAGESTATS_LBL_DATAINFO_SW
source: Software identifier. 17 is Akeeba Panopticon.
tr_tr: Yazılım tanımlayıcı. 17, Akeeba Panopticon'dur.

# PANOPTICON_USAGESTATS_LBL_DATAINFO_PRO
source: Is this a free (0) or paid (1) edition of the software? For Panopticon, this is always 0.
tr_tr: Bu, yazılımın ücretsiz (0) sürümü mü yoksa ücretli (1) sürümü mü? Panoptikon için bu her zaman 0'dır.

# PANOPTICON_USAGESTATS_LBL_DATAINFO_SM
source: Software major version.
tr_tr: Yazılımın ana sürümü.

# PANOPTICON_USAGESTATS_LBL_DATAINFO_SN
source: Software minor version.
tr_tr: Yazılımın küçük sürümü.

# PANOPTICON_USAGESTATS_LBL_DATAINFO_SR
source: Software patch version.
tr_tr: Yazılım yaması sürümü.

# PANOPTICON_USAGESTATS_LBL_DATAINFO_PM
source: PHP major version.
tr_tr: PHP ana sürümü.

# PANOPTICON_USAGESTATS_LBL_DATAINFO_PN
source: PHP minor version.
tr_tr: PHP küçük sürümü.

# PANOPTICON_USAGESTATS_LBL_DATAINFO_PR
source: PHP patch version.
tr_tr: PHP yama sürümü.

# PANOPTICON_USAGESTATS_LBL_DATAINFO_PQ
source: PHP version additional information (if provided by PHP itself).
tr_tr: PHP sürümüne ilişkin ek bilgiler (PHP'nin kendisi tarafından sağlanmışsa).

# PANOPTICON_USAGESTATS_LBL_DATAINFO_DT
source: Database server type.
tr_tr: Veritabanı sunucusu türü.

# PANOPTICON_USAGESTATS_LBL_DATAINFO_DM
source: Database server major version.
tr_tr: Veritabanı sunucusu ana sürümü.

# PANOPTICON_USAGESTATS_LBL_DATAINFO_DN
source: Database server minor version.
tr_tr: Veritabanı sunucusu küçük sürümü.

# PANOPTICON_USAGESTATS_LBL_DATAINFO_DR
source: Database server patch version.
tr_tr: Veritabanı sunucusu yama sürümü.

# PANOPTICON_USAGESTATS_LBL_DATAINFO_DQ
source: Database server version additional information (if provided by the database server).
tr_tr: Veritabanı sunucusu sürümüne ilişkin ek bilgiler (veritabanı sunucusu tarafından sağlanmışsa).

# PANOPTICON_USAGESTATS_LBL_DATAINFO_CT
source: CMS type. 4 means “no CMS”.
tr_tr: CMS türü. 4 “CMS yok” anlamına gelir.

# PANOPTICON_USAGESTATS_LBL_DATAINFO_CM
source: CMS major version. Always 0 for Panopticon.
tr_tr: CMS ana sürümü. Panoptikon için her zaman 0.

# PANOPTICON_USAGESTATS_LBL_DATAINFO_CN
source: CMS minor version. Always 0 for Panopticon.
tr_tr: CMS küçük sürümü. Panoptikon için her zaman 0.

# PANOPTICON_USAGESTATS_LBL_DATAINFO_CR
source: CMS patch version. Always 0 for Panopticon.
tr_tr: CMS yama sürümü. Panoptikon için her zaman 0.

# PANOPTICON_USAGESTATS_BTN_DISABLE
source: Disable collection
tr_tr: Koleksiyonu devre dışı bırak

# PANOPTICON_USAGESTATS_BTN_ENABLE
source: Enable collection
tr_tr: Koleksiyonu etkinleştir

# PANOPTICON_USAGESTATS_BTN_SEND
source: Collect now
tr_tr: Şimdi topla

# PANOPTICON_USAGESTATS_BTN_RESET_SID
source: Reset installation ID
tr_tr: Kurulum kimliğini sıfırla

# PANOPTICON_DBTOOLS_TITLE
source: Database Backups
tr_tr: Veritabanı Güncellemelri

# PANOPTICON_DBTOOLS_LBL_INFO_HEAD
source: How do I restore database backups?
tr_tr: Veritabanı yedeklerini nasıl geri yüklerim?

# PANOPTICON_DBTOOLS_LBL_INFO_BODY
source: The database backups are SQL files, either plain or compressed with GZip. Both file types can be restored with common database tools provided by your host such as phpMyAdmin, Adminer, or even the command-line <code>mysql</code> command.
tr_tr: Veritabanı yedekleri düz veya GZip ile sıkıştırılmış SQL dosyalarıdır. Her iki dosya türü de ana makineniz tarafından sağlanan phpMyAdmin, Adminer gibi ortak veritabanı araçlarıyla ve hatta komut satırındaki <code>mysql</code> komutuyla geri yüklenebilir.

# PANOPTICON_DBTOOLS_LBL_FILENAME
source: Filename
tr_tr: Dosya Adı

# PANOPTICON_DBTOOLS_LBL_SIZE
source: Size
tr_tr: Boyut

# PANOPTICON_DBTOOLS_LBL_ACTIONS
source: Actions
tr_tr: Eylemler

# PANOPTICON_DBTOOLS_LBL_FILETYPE_GZ
source: Compressed SQL file
tr_tr: Sıkıştırılmış SQL Dosyası

# PANOPTICON_DBTOOLS_LBL_FILETYPE_SQL
source: SQL file
tr_tr: SQL Dosyası

# PANOPTICON_DBTOOLS_LBL_DOWNLOAD
source: Download
tr_tr: İndir

# PANOPTICON_DBTOOLS_LBL_DOWNLOAD_SR
source: Download %s
tr_tr: %s dosyasını indir

# PANOPTICON_DBTOOLS_LBL_DELETE
source: Delete
tr_tr: Sil

# PANOPTICON_DBTOOLS_LBL_DELETE_SR
source: Delete %s
tr_tr: %s dosyasını sil

# PANOPTICON_DBTOOLS_LBL_FILES_N
source: %d files
tr_tr: %d dosya

# PANOPTICON_DBTOOLS_LBL_FILES_N_1
source: One file
tr_tr: Tek Dosya

# PANOPTICON_DBTOOLS_LBL_FILES_N_0
source: No files
tr_tr: Dosya yok

# PANOPTICON_DBTOOLS_LBL_DELETED
source: Deleted file %s.
tr_tr: %s dosyası silindi.

# PANOPTICON_DBTOOLS_LBL_NOT_DELETED
source: The file %s could not be deleted.
tr_tr: %s dosyası silinemedi.

# PANOPTICON_DBTOOLS_LBL_BACKUP_NOW
source: Backup Now
tr_tr: Şimdi Yedekle

# PANOPTICON_DBTOOLS_LBL_BACKUP_WAIT
source: Please wait.
tr_tr: Lütfen bekleyin.

# PANOPTICON_DBTOOLS_LBL_BACKUP_WAIT_SUB
source: Database backup in progress.
tr_tr: Veritabanı yedeklemesi devam ediyor.

# PANOPTICON_DBTOOLS_LBL_BACKUP_MAY_RELOAD
source: This page may reload several times.
tr_tr: Bu sayfa birkaç kez yeniden yüklenebilir.

# PANOPTICON_DBTOOLS_ERR_BACKUP_INVALID_STATE
source: The stored backup state was missing.
tr_tr: Saklanan yedekleme durumu eksikti.

# PANOPTICON_DBTOOLS_ERR_BACKUP_JSON
source: Invalid stored backup state: %s
tr_tr: Geçersiz saklanan yedekleme durumu: %s

# PANOPTICON_DBTOOLS_LBL_BACKUP_DONE
source: Finished taking a database backup.
tr_tr: Veritabanı yedeğini alma işlemi tamamlandı.

# PANOPTICON_REPORTS_TITLE
source: Site Reports
tr_tr: Site Raporları

# PANOPTICON_REPORTS_LBL_NO_ACTION
source: No action specified
tr_tr: Hiçbir eylem belirtilmedi

# PANOPTICON_REPORTS_LBL_UNKNOWN_SITE_ACTION
source: Unknown site action ‘%s’
tr_tr: Bilinmeyen site eylemi '%s'

# PANOPTICON_REPORTS_LBL_SITEACTION_JOOMLA_FIX_CORE_UPDATE_SITE
source: Joomla: Fix Core Update Site
tr_tr: Joomla: Çekirdek Güncelleme Sitesini Düzeltin

# PANOPTICON_REPORTS_LBL_SITEACTION_ADMINTOOLS_HTACCESS_DISABLE
source: Admin Tools: Disable .htaccess file
tr_tr: Admin Tools: .htaccess dosyasını devre dışı bırakın

# PANOPTICON_REPORTS_LBL_SITEACTION_ADMINTOOLS_HTACCESS_ENABLE
source: Admin Tools: Re-enable .htaccess file
tr_tr: Admin Tools: .htaccess dosyasını yeniden etkinleştirin

# PANOPTICON_REPORTS_LBL_SITEACTION_ADMINTOOLS_PLUGIN_DISABLE
source: Admin Tools: Disable the system plugin
tr_tr: Admin Tools: Sistem uygulama ekini devre dışı bırakın

# PANOPTICON_REPORTS_LBL_SITEACTION_ADMINTOOLS_PLUGIN_ENABLE
source: Admin Tools: Re-enable the system plugin
tr_tr: Admin Tools: Sistem uygulama ekini yeniden etkinleştirin

# PANOPTICON_REPORTS_LBL_SITEACTION_ADMINTOOLS_UNBLOCK_MY_IP
source: Admin Tools: Unblock an IP address
tr_tr: Admin Tools: IP adresi engellemesini kaldır

# PANOPTICON_REPORTS_LBL_SITEACTION_AKEEBABACKUP_DELETE
source: Akeeba Backup: Delete a backup record
tr_tr: Akeeba Backup: Yedekleme kaydını sil

# PANOPTICON_REPORTS_LBL_SITEACTION_AKEEBABACKUP_DELETEFILES
source: Akeeba Backup: Delete files from a backup record
tr_tr: Akeeba Backup: Yedekleme kaydındaki dosyaları sil

# PANOPTICON_REPORTS_LBL_TABLE_CAPTION
source: Table of action report entries
tr_tr: Eylem raporu girişleri tablosu

# PANOPTICON_REPORTS_FIELD_CREATED_ON
source: Date &amp; Time
tr_tr: Tarih &amp; Saat

# PANOPTICON_REPORTS_FIELD_CREATED_ON_FROM
source: Date &amp; Time (from)
tr_tr: Tarih &amp; Saat (kimden)

# PANOPTICON_REPORTS_FIELD_CREATED_ON_TO
source: Date &amp; Time (to)
tr_tr: Tarih &amp; Saat (kime)

# PANOPTICON_REPORTS_FIELD_CREATED_BY
source: User
tr_tr: Kullanıcı

# PANOPTICON_REPORTS_FIELD_ACTION
source: Action
tr_tr: Eylem

# PANOPTICON_REPORTS_LBL_CORE_UPDATE_FOUND
source: CMS update found
tr_tr: CMS güncellemesi bulundu

# PANOPTICON_REPORTS_LBL_CORE_UPDATE_INSTALLED_SUCCESS
source: Updated the core CMS
tr_tr: Temel CMS güncellendi

# PANOPTICON_REPORTS_LBL_CORE_UPDATE_INSTALLED_FAILURE
source: Failed to update the core CMS
tr_tr: Çekirdek CMS güncellenemedi

# PANOPTICON_REPORTS_LBL_CORE_UPDATE_INSTALLED_BACKUP
source: Backup taken
tr_tr: Yedekleme Alındı

# PANOPTICON_REPORTS_LBL_EXT_UPDATE_FOUND
source: Extension update found
tr_tr: Eklenti güncellemesi bulundu

# PANOPTICON_REPORTS_LBL_EXT_UPDATE_INSTALLED_SUCCESS
source: Installed software update
tr_tr: Yüklü Yazılım Güncellemesi

# PANOPTICON_REPORTS_EXT_CORE_UPDATE_INSTALLED_FAILURE
source: Failed to install software update
tr_tr: Yazılım güncellemesi yüklenemedi

# PANOPTICON_REPORTS_LBL_BACKUP_TAKEN
source: Backup taken
tr_tr: Yedekleme Alındı

# PANOPTICON_REPORTS_LBL_BACKUP_FAILED
source: Backup failed
tr_tr: Yedekleme Başarısız

# PANOPTICON_REPORTS_LBL_BACKUP_ARCHIVE
source: Backup archive file name
tr_tr: Yedekleme arşivi dosya adı

# PANOPTICON_REPORTS_LBL_FILESCANNER_SUCCESS
source: PHP File Change Scanner ran
tr_tr: PHP Dosya Değiştirme Tarayıcısı çalıştırıldı

# PANOPTICON_REPORTS_LBL_FILESCANNER_FAILED
source: PHP File Change Scanner failed
tr_tr: PHP Dosya Değiştirme Tarayıcısı başarısız oldu

# PANOPTICON_REPORTS_LBL_DURATION_SR
source: Duration
tr_tr: Süre

# PANOPTICON_UPDATESUMMARYTASKS_TITLE
source: Scheduled Update Summary
tr_tr: Zamanlanmış Güncelleme Özeti

# PANOPTICON_UPDATESUMMARYTASKS_TITLE_NEW
source: New Scheduled Update Summary
tr_tr: Yeni Planlanmış Güncelleme Özeti

# PANOPTICON_UPDATESUMMARYTASKS_TITLE_EDIT
source: Edit Scheduled Update Summary
tr_tr: Planlanmış Güncelleme Özetini Düzenle
