Repository: Memotas/panopticon
Catalog: languages/*.po
Languages: tr_tr

# LANGUAGE_NAME_IN_ENGLISH
source: English – United Kingdom
tr_tr: Türkçe - Türkiye

# LANGUAGE_NAME_TRANSLATED
source: English – United Kingdom
tr_tr: Türkçe - Türkiye

# AWF_ALL
source: All
tr_tr: Tümü

# AWF_APPLICATION_ERROR_ACCESS_FORBIDDEN
source: Access Forbidden
tr_tr: Erişim Yasağı

# AWF_APPLICATION_ERROR_CONTROLLER_GET_NAME
source: Cannot get the name of the Controller
tr_tr: Denetleyicinin adı alınamıyor

# AWF_APPLICATION_ERROR_LAYOUTFILE_NOT_FOUND
source: Layout %s not found
tr_tr: Düzen %s bulunamadı

# AWF_APPLICATION_ERROR_MODEL_GET_NAME
source: Cannot get the name of the Model
tr_tr: Modelin adı alınamıyor

# AWF_APPLICATION_ERROR_TASK_NOT_FOUND
source: Task '%s' not found
tr_tr: Görev '%s' bulunamadı

# AWF_APPLICATION_ERROR_VIEW_GET_NAME
source: Cannot get the name of the View
tr_tr: Görünümün adı alınamıyor

# AWF_APPLICATION_ERROR_VIEW_NOT_FOUND
source: View not found [name, type, prefix]: %s, %s, %s
tr_tr: Görünüm bulunamadı [ad, tür, önek]: %s, %s, %s

# AWF_COMMON_LBL_CHECK_ALL
source: Check all
tr_tr: Tümünü seç

# AWF_COMMON_LBL_DISPLAY_NUM
source: Number of displayed items
tr_tr: Görüntülenen öğe sayısı

# AWF_DOWNLOAD_ERR_LIB_COULDNOTDOWNLOADFROMURL
source: Could not download from URL <code>%s</code>
tr_tr: Bağlantıdan indirme yapılamadı <code>%s</code>

# AWF_DOWNLOAD_ERR_LIB_COULDNOTWRITELOCALFILE
source: Could not write to local file <code>%s</code>
tr_tr: Yerel dosyaya yazılamadı <code>%s</code>

# AWF_DOWNLOAD_ERR_LIB_CURL_ERROR
source: cURL library error #%s: %s
tr_tr: cURL kütüphane hatası #%s: %s

# AWF_DOWNLOAD_ERR_LIB_FOPEN_ERROR
source: Unable to open URL with fopen().
tr_tr: Bağlantı fopen() ile açılamıyor.

# AWF_DOWNLOAD_ERR_LIB_HTTPERROR
source: Unexpected HTTP status %s
tr_tr: Beklenmeyen HTTP durumu %s

# AWF_MAIL_FUNCTION_OFFLINE
source: Mail function is off-line
tr_tr: Posta işlevi devre dışı

# AWF_NO
source: No
tr_tr: Hayır

# AWF_OFF
source: Off
tr_tr: Kapalı

# AWF_ON
source: On
tr_tr: Açık

# AWF_PAGINATION_LBL_NO_RESULTS
source: No items to display
tr_tr: Görüntülenecek öge yok

# AWF_PAGINATION_LBL_PAGE_CURRENT_OF_TOTAL
source: Page %s of %s
tr_tr: Sayfa %s - %s

# AWF_PAGINATION_LBL_RESULTS_OF
source: Results %s-%s of %s
tr_tr: Sonuçlar %s'in %s-%ları

# AWF_PAGINATION_LBL_VIEW_ALL
source: View All
tr_tr: Tümü Görüntülensin

# AWF_USER_ERROR_AUTHERROR
source: Could not log in user: wrong username or password
tr_tr: Kullanıcı oturum açamadı: Yanlış kullanıcı adı veya şifre

# AWF_YES
source: Yes
tr_tr: Evet

# PANOPTICON_LBL_TABLE_HEAD_ENABLED
source: Enabled
tr_tr: Etkin

# PANOPTICON_LBL_TABLE_HEAD_GRID_SELECT
source: Select an item
tr_tr: Bir öge seçin

# PANOPTICON_LBL_PUBLISHED
source: Enabled
tr_tr: Etkin

# PANOPTICON_LBL_PUBLISHED_SR
source: Toggle state for item %s; currently enabled
tr_tr: Öğe %s için geçiş durumu; şu anda etkin

# PANOPTICON_LBL_UNPUBLISHED
source: Disabled
tr_tr: Devre Dışı

# PANOPTICON_LBL_UNPUBLISHED_SR
source: Toggle state for item %s; currently disabled
tr_tr: Öğe %s için geçiş durumu; şu anda devre dışı

# PANOPTICON_LBL_EXPAND_COLLAPSE
source: Expand / Collapse
tr_tr: Genişlet / Daralt

# PANOPTICON_LBL_LIST_START
source: First
tr_tr: İlk

# PANOPTICON_LBL_LIST_PREV
source: Previous
tr_tr: Öncki

# PANOPTICON_LBL_LIST_NEXT
source: Next
tr_tr: Sonraki

# PANOPTICON_LBL_LIST_END
source: Last
tr_tr: Son

# PANOPTICON_LBL_FORM_SEARCH
source: Search
tr_tr: Arama

# PANOPTICON_LBL_FORM_FILTER_EXTENSIONS
source: Filter Extensions
tr_tr: Eklentileri Filtrele

# PANOPTICON_LBL_SECONDS
source: %d seconds
tr_tr: %d saniye

# PANOPTICON_LBL_SECONDS_1
source: %d second
tr_tr: %d saniye

# PANOPTICON_LBL_MINUTES
source: %d minutes
tr_tr: %d dakika

# PANOPTICON_LBL_MINUTES_1
source: %d minute
tr_tr: %d dakika

# PANOPTICON_LBL_HOURS
source: %d hours
tr_tr: %d saat

# PANOPTICON_LBL_HOURS_1
source: %d hour
tr_tr: %d saat

# PANOPTICON_LBL_DAY
source: %d days
tr_tr: %d gün

# PANOPTICON_LBL_DAY_1
source: %d day
tr_tr: %d gün

# PANOPTICON_LBL_MONTH
source: %d months
tr_tr: %d ay

# PANOPTICON_LBL_MONTH_1
source: %d month
tr_tr: %d ay

# PANOPTICON_LBL_YEAR
source: %d years
tr_tr: %d yıl

# PANOPTICON_LBL_YEAR_1
source: %d year
tr_tr: %d yıl

# PANOPTICON_LBL_FROM_NOW
source: %s from now
tr_tr: şu andan itibaren %s

# PANOPTICON_LBL_AGO
source: %s ago
tr_tr: %s önce

# PANOPTICON_LBL_NEVER
source: (never)
tr_tr: (asla)

# PANOPTICON_LBL_RELTIME_NO_REFERENCE
source: (no reference timestamp was provided)
tr_tr: (referans zaman damgası sağlanmadı)

# PANOPTICON_LBL_UNSELECT
source: (No Selection)
tr_tr: (Seçim Yok)

# PANOPTICON_PRIVILEGE_SUPER
source: Superuser
tr_tr: Süper Kullanıcı

# PANOPTICON_PRIVILEGE_SUPER_HELP
source: Gives access to application-level configuration and automatically grants all other permissions on all sites.
tr_tr: Uygulama düzeyinde yapılandırmaya erişim sağlar ve tüm sitelerdeki diğer tüm izinleri otomatik olarak verir.

# PANOPTICON_PRIVILEGE_VIEW
source: View
tr_tr: Görünüm

# PANOPTICON_PRIVILEGE_VIEW_HELP
source: Allows viewing site overview pages.
tr_tr: Siteye genel bakış sayfalarını görüntülemenizi sağlar.

# PANOPTICON_PRIVILEGE_ADMIN
source: Administration
tr_tr: Yönetici

# PANOPTICON_PRIVILEGE_ADMIN_HELP
source: Allows (re)configuring any sites.
tr_tr: Herhangi bir sitenin (yeniden) yapılandırılmasına izin verir.

# PANOPTICON_PRIVILEGE_RUN
source: Execute
tr_tr: Yürüt

# PANOPTICON_PRIVILEGE_RUN_HELP
source: Allows scheduling updates, taking backups, etc.
tr_tr: Güncellemeleri planlamaya, yedekleme almaya vb. izin verir.

# PANOPTICON_PRIVILEGE_ADDOWN
source: Add Own
tr_tr: Kendisi Eklesin

# PANOPTICON_PRIVILEGE_ADDOWN_HELP
source: Allows adding new sites, owned by the user. To view and edit the sites the user additionally needs either the View and Administration privileges, or the Edit Own privilege.
tr_tr: Kullanıcının sahip olduğu yeni sitelerin eklenmesine izin verir. Kullanıcının siteleri görüntülemek ve düzenlemek için ayrıca Görüntüleme ve Yönetme ayrıcalıklarına ya da Kendisi Düzenlesin ayrıcalığına ihtiyacı vardır.

# PANOPTICON_PRIVILEGE_EDITOWN
source: Edit Own
tr_tr: Kendisi Düzenlesin

# PANOPTICON_PRIVILEGE_EDITOWN_HELP
source: Allows viewing and editing any site owned by the user, even if the user does not have the View or Administration privilege respectively.
tr_tr: Kullanıcının sırasıyla Görüntüleme veya Yönetme ayrıcalığı olmasa bile, kullanıcıya ait herhangi bir sitenin görüntülenmesine ve düzenlenmesine olanak tanır.

# PANOPTICON_LBL_FIELD_CREATED_ON
source: Created On
tr_tr: Oluşturulma Tarihi

# PANOPTICON_LBL_FIELD_CREATED_BY
source: Created By
tr_tr: Oluşturan

# PANOPTICON_LBL_FIELD_MODIFIED_ON
source: Modified On
tr_tr: Değiştirilme Tarihi

# PANOPTICON_LBL_FIELD_MODIFIED_BY
source: Modified By
tr_tr: Değiştiren

# PANOPTICON_LBL_FIELD_LOCKED_ON
source: Locked On
tr_tr: Kilitli

# PANOPTICON_LBL_FIELD_LOCKED_BY
source: Locked By
tr_tr: Kilitleyen

# PANOPTICON_LBL_SELECT_USER
source: – Select a User –
tr_tr: – Kullanıcı Seçin –

# PANOPTICON_APP_LBL_TOGGLE_NAVIGATION
source: Toggle navigation
tr_tr: Gezinmeyi Değiştir

# PANOPTICON_APP_LBL_LOGOUT
source: Log Out
tr_tr: Çıkış Yap

# PANOPTICON_APP_LBL_SHOW_HIDE_HELP
source: Show/Hide Help
tr_tr: Yardımı Göster/Gizle

# PANOPTICON_APP_LBL_TOOLBAR
source: Toolbar
tr_tr: Araç Çubuğu

# PANOPTICON_APP_LBL_MESSAGES
source: Messages
tr_tr: Mesajlar

# PANOPTICON_APP_LBL_MESSAGETYPE_ERROR
source: Error
tr_tr: Hata

# PANOPTICON_APP_LBL_MESSAGETYPE_WARNING
source: Warning
tr_tr: Uyarı

# PANOPTICON_APP_LBL_MESSAGETYPE_SUCCESS
source: Success
tr_tr: Başırılı

# PANOPTICON_APP_LBL_MESSAGETYPE_INFO
source: Information
tr_tr: Bilgiler

# PANOPTICON_APP_LBL_MESSAGE_CLOSE
source: Close
tr_tr: Kapat

# PANOPTICON_APP_LBL_DEBUG_PAGE_CREATION_TIME
source: Page creation time
tr_tr: Sayfa oluşturma süresi

# PANOPTICON_APP_LBL_DEBUG_SECONDS
source: seconds
tr_tr: saniye

# PANOPTICON_APP_LBL_DEBUG_PEAK_MEM_USAGE
source: Peak memory usage
tr_tr: En yüksek bellek kullanımı

# PANOPTICON_APP_LBL_DEBUG_MEGABYTES
source: Megabytes
tr_tr: Megabayt

# PANOPTICON_APP_LBL_COPYRIGHT
source: Copyright © 2023–%s <a href="https://www.akeeba.com" target="_blank">Akeeba Ltd</a>. All legal rights reserved.
tr_tr: Telif Hakkı © 2023–%s <a href="https://www.akeeba.com" target="_blank">Akeeba Ltd</a>. Tüm yasal hakları saklıdır.

# PANOPTICON_APP_LBL_LICENSE
source: %s is Free Software distributed under the <a href="https://www.gnu.org/licenses/agpl-3.0.html" target="_blank">GNU Affero GPL version 3</a> or any later version published by the Free Software Foundation.
tr_tr: %s <a href="https://www.gnu.org/licenses/agpl-3.0.html" target="_blank">GNU Affero GPL version 3</a> veya Özgür Yazılım Vakfı tarafından yayınlanan herhangi bir sonraki sürüm kapsamında dağıtılan Özgür Yazılımdır.

# PANOPTICON_APP_LBL_SOURCE_CODE
source: Source code on GitHub
tr_tr: GitHub Kaynak Kodu

# PANOPTICON_APP_LBL_SYSTEM_TASK
source: System Task
tr_tr: Sistem Görevi

# PANOPTICON_APP_LBL_UNKNOWN_SITE
source: Unknown Site
tr_tr: Bilinmeyen Site

# PANOPTICON_APP_LBL_UNKNOWN_TASK_TYPE
source: Unknown Task Type
tr_tr: Bilinmeyen Görev Türü

# PANOPTICON_APP_LBL_STATUS_INVALID_EXIT
source: Invalid return type
tr_tr: Geçersiz dönüş türü

# PANOPTICON_APP_LBL_STATUS_NO_EXIT
source: No return value
tr_tr: Dönüş değeri yok

# PANOPTICON_APP_LBL_STATUS_OK
source: OK
tr_tr: Tamam

# PANOPTICON_APP_LBL_STATUS_RUNNING
source: Running
tr_tr: Çalışıyor

# PANOPTICON_APP_LBL_STATUS_NO_LOCK
source: Could not acquire lock
tr_tr: Kilit alınamadı

# PANOPTICON_APP_LBL_STATUS_NO_RUN
source: Did not run
tr_tr: Çalışmadı

# PANOPTICON_APP_LBL_STATUS_NO_RELEASE
source: Could not release lock
tr_tr: Kilit açılamadı

# PANOPTICON_APP_LBL_STATUS_EXCEPTION
source: Threw exception
tr_tr: İstisna Attı

# PANOPTICON_APP_LBL_STATUS_INITIAL_SCHEDULE
source: Has not yet run
tr_tr: Henüz çalıştırılmadı

# PANOPTICON_APP_LBL_STATUS_WILL_RESUME
source: Will resume
tr_tr: Devam edecek

# PANOPTICON_APP_LBL_STATUS_TIMEOUT
source: Timed out
tr_tr: Zaman aşımına uğradı

# PANOPTICON_APP_LBL_STATUS_NO_TASK
source: No such task ID
tr_tr: Böyle bir görev kimliği yok

# PANOPTICON_APP_LBL_STATUS_NO_ROUTINE
source: No such task type
tr_tr: Böyle bir görev türü yok

# PANOPTICON_APP_ERR_ALREADY_LOGGED_IN
source: You are already logged in
tr_tr: Zaten giriş yaptınız

# PANOPTICON_BTN_NEXT
source: Next
tr_tr: Sonraki

# PANOPTICON_BTN_PREV
source: Back
tr_tr: Geri

# PANOPTICON_BTN_ADD
source: New
tr_tr: Yeni

# PANOPTICON_BTN_EDIT
source: Edit
tr_tr: Düzenle

# PANOPTICON_BTN_COPY
source: Copy
tr_tr: Kopyala

# PANOPTICON_BTN_DELETE
source: Delete
tr_tr: Sil

# PANOPTICON_BTN_SAVE
source: Save &amp; Close
tr_tr: Kaydet &amp; Kapat

# PANOPTICON_BTN_APPLY
source: Save
tr_tr: Kaydet

# PANOPTICON_BTN_CANCEL
source: Cancel
tr_tr: İptal

# PANOPTICON_BTN_ENABLE
source: Enable
tr_tr: Etkin

# PANOPTICON_BTN_DISABLE
source: Disable
tr_tr: Devre Dışı

# PANOPTICON_APP_MENU_TITLE_ADMINISTRATION
source: Administration
tr_tr: Yönetici

# PANOPTICON_APP_TEMPLATE_DEFAULT
source: Panopticon (Default Template)
tr_tr: Panopticon (Varsayılan Şablon)

# PANOPTICON_TASKTYPE_AKEEBABACKUP
source: Take a backup with Akeeba Backup
tr_tr: Akeeba Backup ile yedek alın

# PANOPTICON_TASKTYPE_EXTENSIONSUPDATE
source: Update Installed Extensions
tr_tr: Yüklü Eklentileri Güncelle

# PANOPTICON_TASKTYPE_EXTENSIONUPDATESDIRECTOR
source: Schedule Automatic Joomla! Extension Updates
tr_tr: Otomatik Joomla Eklenti Güncellemelerini Planlayın

# PANOPTICON_TASKTYPE_FILESCANNER
source: PHP File Change Scanner
tr_tr: PHP Dosya Değiştirme Tarayıcısı

# PANOPTICON_TASKTYPE_LOGROTATE
source: Log Rotation
tr_tr: Günlük Döndürme

# PANOPTICON_TASKTYPE_MAXEXEC
source: Maximum Execution Time Test
tr_tr: En Çok Yürütme Süresi Testi

# PANOPTICON_TASKTYPE_JOOMLAUPDATE
source: Update Joomla! Core
tr_tr: Çekirdek Joomla'yı Güncelle

# PANOPTICON_TASKTYPE_REFRESHSITEINFO
source: Refresh Site Information
tr_tr: Site Bilgilerini Yenile

# PANOPTICON_TASKTYPE_REFRESHINSTALLEDEXTENSIONS
source: Refresh Installed Extensions
tr_tr: Yüklü Eklentileri Yenile

# PANOPTICON_TASKTYPE_SENDMAIL
source: Send Enqueued Email Messages
tr_tr: Sıraya Alınmış E-posta Mesajlarını Gönderin

# PANOPTICON_TASKTYPE_JOOMLAUPDATEDIRECTOR
source: Schedule Automatic Joomla Update
tr_tr: Otomatik Joomla Güncellemesini Planlayın

# PANOPTICON_TASKTYPE_SELFUPDATEFINDER
source: Find Panopticon updates
tr_tr: Panopticon güncellemelerini bulun

# PANOPTICON_TASKTYPE_USAGESTATS
source: Usage statistics collection
tr_tr: Kullanım istatistikleri koleksiyonu

# PANOPTICON_TASKTYPE_DATABASEBACKUP
source: Database backup
tr_tr: Veritabanını Yedekle

# PANOPTICON_TASKTYPE_UPDATESUMMARYEMAIL
source: Update summary email
tr_tr: Özet e-postasını güncelle

# PANOPTICON_TASK_JOOMLAUPDATE_ERR_SITE_DISABLED
source: Site %d is disabled
tr_tr: %d sitesi devre dışı bırakıldı

# PANOPTICON_TASK_JOOMLAUPDATE_ERR_SITE_INVALIDID
source: Invalid site ID
tr_tr: Geçersiz site kimliği

# PANOPTICON_TASK_JOOMLAUPDATE_ERR_SITE_NOT_EXIST
source: Site %d does not exist
tr_tr: %d sitesi mevcut değil

# PANOPTICON_TASK_JOOMLAUPDATE_ERR_DOWNLOAD_FAILED
source: Downloading the update package has failed
tr_tr: Güncelleme paketinin indirilmesi başarısız oldu

# PANOPTICON_TASK_JOOMLAUPDATE_ERR_INVALID_CHECKSUM
source: The downloaded update package has an invalid checksum.
tr_tr: İndirilen güncelleme paketinde geçersiz bir sağlama toplamı var.

# PANOPTICON_TASK_JOOMLAUPDATE_ERR_ENABLE_FAILED
source: Enabling the Joomla Update extraction script has failed
tr_tr: Joomla Güncelleme dosya ayıklama komut dosyasının etkinleştirilmesi başarısız oldu

# PANOPTICON_TASK_JOOMLAUPDATE_ERR_UPDATE_DISAPPEARED
source: The update package has disappeared from the site. Is a plugin, or your host, clearing your site's temporary directory automatically?
tr_tr: Güncelleme paketi siteden kayboldu. Bir eklenti veya sunucunuz sitenizin geçici dizinini otomatik olarak temizliyor mu?

# PANOPTICON_TASK_JOOMLAUPDATE_ERR_NO_PASSWORD
source: Could not get the password for the Joomla Update extraction script
tr_tr: Joomla Güncelleme dosya ayıklama komut dosyasının şifresi alınamadı

# PANOPTICON_TASK_JOOMLAUPDATE_ERR_FINALISE_FAILED
source: Finalising the update has failed. You may want to go to System, Maintenance, Database and check if Joomla itself appears as up-to-date.
tr_tr: Güncellemenin sonlandırılması başarısız oldu. Sistem, Bakım, Veri Tabanı'na gidip Joomla'nın güncel görünüp görünmediğini kontrol etmek isteyebilirsiniz.

# PANOPTICON_TASK_JOOMLAUPDATE_ERR_NOT_J40
source: This is not a Joomla 4.0.0 to 4.0.3 (inclusive) site; cannot use restore.php for updates.
tr_tr: Bu bir Joomla 4.0.0 ila 4.0.3 (dahil) sitesi değildir; güncellemeler için restore.php'yi kullanamazsınız.

# PANOPTICON_TASK_JOOMLAUPDATE_ERR_NOT_J404
source: This is not a Joomla 4.0.4 or later site; cannot use extract.php for updates.
tr_tr: Bu bir Joomla 4.0.4 veya üzeri site değildir; güncellemeler için extract.php'yi kullanamazsınız.

# PANOPTICON_TASK_JOOMLAUPDATE_ERR_UNEXPECTED_HTTP
source: Unexpected HTTP %d while extracting the update; the site may be broken.
tr_tr: Güncelleme dosyası ayıklanırken beklenmeyen HTTP %d; site bozuk olabilir.

# PANOPTICON_TASK_JOOMLAUPDATE_ERR_INVALID_JSON
source: Invalid JSON response from the update extraction script; the site may be broken.
tr_tr: Güncelleme dosyası ayıkama komut dosyasından geçersiz JSON yanıtı; site bozuk olabilir.

# PANOPTICON_TASK_JOOMLAUPDATE_ERR_EXTRACTION_FAILED
source: The update extraction has failed; the site may be broken. Returned error message: “%s”
tr_tr: Güncelleme dosyası ayıklama işlemi başarısız oldu; site bozuk olabilir. Döndürülen hata mesajı: “%s”

# PANOPTICON_TASK_JOOMLAUPDATE_ERR_NO_FACTORY
source: The update extraction script did not return its internal state; the site may be broken.
tr_tr: Güncelleme dosyası ayıklama komut dosyası dahili durumunu döndürmedi; site bozuk olabilir.

# PANOPTICON_TASK_JOOMLAUPDATE_ERR_FACTORY_GONE
source: Internal error extracting the update: we lost the internal state of the update extraction script. The site may be broken.
tr_tr: Güncelleme dosyasını ayıklamada dahili hata: Güncelleme dosyasını ayıklama komut dosyasının dahili durumunu kaybettik. Site bozulmuş olabilir.

# PANOPTICON_TASK_JOOMLAUPDATE_ERR_RELOAD_UPDATES_FAILED
source: Could not reload the Joomla update information after applying the update; the site may be broken.
tr_tr: Güncelleme uygulandıktan sonra joomla güncelleme bilgileri yeniden yüklenemedi; site bozuk olabilir.

# PANOPTICON_TASK_JOOMLAUPDATE_ERR_NO_UPDATE_AVAILABLE
source: The site %s (%s) is on Joomla %s. The latest available version is %s. Therefore, it cannot be updated.
tr_tr: %s (%s) sitesi Joomla %s'da. Mevcut en son sürüm: %s. Bu nedenle güncellenemiyor.

# PANOPTICON_TASK_JOOMLAUPDATE_LBL_UNKNOWN_VERSION
source: (Unknown)
tr_tr: (Bilinmeyen)

# PANOPTICON_TASK_JOOMLAUPDATE_LBL_UNKNOWN_SITE
source: (Unknown Site)
tr_tr: (Bilinmeyen Site)

# PANOPTICON_TASK_JOOMLAUPDATE_LBL_UNKNOWN_TIME
source: (Unknown)
tr_tr: (Bilinmeyen)

# PANOPTICON_TASK_JOOMLAUPDATE_LBL_UNKNOWN_DURATION
source: (Unknown)
tr_tr: (Bilinmeyen)

# PANOPTICON_TASK_JOOMLAUPDATE_LOG_PREPARING
source: Preparing to update site %d (%s)
tr_tr: %d (%s) sitesi güncellenmeye hazırlanıyor

# PANOPTICON_TASK_JOOMLAUPDATE_LOG_DOWNLOADING
source: Downloading update package to site %d (%s)
tr_tr: Güncelleme paketi %d (%s) sitesine indiriliyor

# PANOPTICON_TASK_JOOMLAUPDATE_LOG_DOWNLOADING_CHUNK_START
source: Beginning multi-part download of the update package to site %d (%s)
tr_tr: Güncelleme paketinin %d (%s) sitesine çok parçalı indirilmesine başlanıyor

# PANOPTICON_TASK_JOOMLAUPDATE_LOG_DOWNLOADING_CHUNK_CONTINUE
source: Continuing multi-part download of the update package to site %d (%s) from offset %d
tr_tr: Güncelleme paketinin %d (%s) sitesine %d konumundan çok parçalı olarak indirilmesine devam ediliyor

# PANOPTICON_TASK_JOOMLAUPDATE_LOG_DOWNLOADING_CHUNK_END
source: Finished multi-part download of the update package to site %d (%s)
tr_tr: Güncelleme paketinin %d (%s) sitesine çok parçalı olarak indirilmesi tamamlandı

# PANOPTICON_TASK_JOOMLAUPDATE_LOG_DOWNLOADING_CHUNK_FAILED
source: The multi-part download of the update package to site %d (%s) has failed; will try a single-part download instead
tr_tr: Güncelleme paketinin %d (%s) sitesine çok parçalı indirilmesi başarısız oldu; bunun yerine tek parçalı indirmeyi deneyeceğiz

# PANOPTICON_TASK_JOOMLAUPDATE_LOG_PREUPDATE_EVENTS
source: Executing pre-update events for site %d (%s)
tr_tr: %d (%s) sitesi için güncelleme öncesi etkinlikler yürütülüyor

# PANOPTICON_TASK_JOOMLAUPDATE_LOG_PREUPDATE_WILL_CONTINUE
source: Will continue executing pre-update events for site %d (%s)
tr_tr: %d (%s) sitesi için güncelleme öncesi etkinlikleri yürütmeye devam edecek

# PANOPTICON_TASK_JOOMLAUPDATE_LOG_PREUPDATE_FINISHED
source: Finished executing pre-update events for site %d (%s)
tr_tr: %d (%s) sitesi için güncelleme öncesi etkinliklerin yürütülmesi tamamlandı

# PANOPTICON_TASK_JOOMLAUPDATE_LOG_BACKUP_DONE
source: Done backing up before updating site %d (%s)
tr_tr: %d (%s) sitesi güncellenmeden önce yedekleme tamamlandı

# PANOPTICON_TASK_JOOMLAUPDATE_LOG_BACKUP_DESCRIPTION
source: Automatic backup taken by Panopticon before upgrading to Joomla! %s
tr_tr: Joomla %s sürümüne yükseltmeden önce Panopticon tarafından alınan otomatik yedekleme

# PANOPTICON_TASK_JOOMLAUPDATE_LOG_BACKUP_NOT
source: I will NOT take a backup before updating site %d (%s)
tr_tr: %d (%s) sitesini güncellemeden önce yedekleme ALMAYACAĞIM

# PANOPTICON_TASK_JOOMLAUPDATE_LOG_BACKUP_START
source: Starting a backup before updating site %d (%s)
tr_tr: %d (%s) sitesini güncellemeden önce yedekleme başlatılıyor

# PANOPTICON_TASK_JOOMLAUPDATE_LOG_BACKUP_RESUME
source: Continuing the backup before updating site %d (%s)
tr_tr: %d (%s) sitesi güncellenmeden önce yedeklemeye devam ediliyor

# PANOPTICON_TASK_JOOMLAUPDATE_LOG_BACKUP_FAIL
source: Failed to take a backup before updating site %d (%s); update canceled
tr_tr: %d (%s) sitesi güncellenmeden önce yedekleme alınamadı; güncelleme iptal edildi

# PANOPTICON_TASK_JOOMLAUPDATE_LOG_ENABLE_EXTRACT
source: Enabling Joomla Update\'s extraction script for site %d (%s)
tr_tr: %d (%s) sitesi için Joomla Güncellemesinin dosya ayıklama komut dosyası etkinleştiriliyor

# PANOPTICON_TASK_JOOMLAUPDATE_LOG_EXTRACT_START
source: Starting the update package extraction for site %d (%s)
tr_tr: %d (%s) sitesi için güncelleme paketi ayıklama işlemi başlatılıyor

# PANOPTICON_TASK_JOOMLAUPDATE_LOG_EXTRACT_CONTINUE
source: Continuing the update package extraction for site %d (%s)
tr_tr: %d (%s) sitesi için güncelleme paketinin ayıklanmasına devam ediliyor

# PANOPTICON_TASK_JOOMLAUPDATE_LOG_EXTRACT_FINISH
source: Finished the update package extraction for site %d (%s)
tr_tr: %d (%s) sitesi için güncelleme paketinin ayıklanması tamamlandı

# PANOPTICON_TASK_JOOMLAUPDATE_LOG_POSTEXTRACT
source: Cleaning up old files after extracting the update for site %d (%s)
tr_tr: %d (%s) sitesi için güncelleme dosyası ayıklandıktan sonra eski dosyalar temizleniyor

# PANOPTICON_TASK_JOOMLAUPDATE_LOG_FINALISE
source: Finalising the update for site %d (%s)
tr_tr: %d (%s) sitesi için güncelleme tamamlanıyor

# PANOPTICON_TASK_JOOMLAUPDATE_LOG_POSTUPDATE_EVENTS
source: Executing post-update events for site %d (%s)
tr_tr: %d (%s) sitesi için güncelleme sonrası etkinlikler yürütülüyor

# PANOPTICON_TASK_JOOMLAUPDATE_LOG_POSTUPDATE_WILL_CONTINUE
source: Will continue executing post-update events for site %d (%s)
tr_tr: %d (%s) sitesi için güncelleme sonrası etkinlikleri yürütmeye devam edecek

# PANOPTICON_TASK_JOOMLAUPDATE_LOG_POSTUPDATE_FINISHED
source: Finished executing post-update events for site %d (%s)
tr_tr: %d (%s) sitesi için güncelleme sonrası etkinliklerin yürütülmesi tamamlandı

# PANOPTICON_TASK_JOOMLAUPDATE_LOG_RELOAD_UPDATES
source: Reloading Joomla update information on site %d (%s)
tr_tr: Joomla güncelleme bilgileri %d (%s) sitesine yeniden yükleniyor

# PANOPTICON_TASK_JOOMLAUPDATE_LOG_RELOAD_SITEINFO
source: Refreshing the site information for the just updated site %d (%s)
tr_tr: Yeni güncellenen %d (%s) sitesi için site bilgileri yenileniyor

# PANOPTICON_TASK_JOOMLAUPDATE_LOG_WILL_BE_UPDATED
source: Site %d (%s) will be updated from Joomla! %s to Joomla! %s.
tr_tr: %d (%s) sitesi Joomla %s'den Joomla %s'ye güncellenecek.

# PANOPTICON_SETUP_TITLE
source: Installation
tr_tr: Kurulum

# PANOPTICON_SETUP_SUBTITLE_PRECHECK
source: Check Requirements
tr_tr: Gereksinimleri Kontrol Edin

# PANOPTICON_SETUP_SUBTITLE_DATABASE
source: Database Configuration
tr_tr: Veritabanı Yapılandırması

# PANOPTICON_SETUP_SUBTITLE_SETUP
source: User Setup
tr_tr: Kullanıcı Ayarı

# PANOPTICON_SETUP_SUBTITLE_CRON
source: CRON Job Setup
tr_tr: CRON Job Ayarı

# PANOPTICON_SETUP_SUBTITLE_FINISH
source: Finished
tr_tr: Tamamlanmış

# PANOPTICON_SETUP_LBL_HEAD_WELCOME
source: Welcome to %s
tr_tr: %s'e hoş geldiniz

# PANOPTICON_SETUP_LBL_WELCOME_HERO_TEXT
source: You can use Panopticon to monitor your Joomla!™ sites. But first, we need to make sure your server meets the minimum requirements.
tr_tr: Joomla™ sitelerinizi izlemek için Panopticon'u kullanabilirsiniz. Ancak öncelikle sunucunuzun en düşük gereksinimleri karşıladığından emin olmamız gerekiyor.

# PANOPTICON_SETUP_BTN_LETS_GO
source: Let's go!
tr_tr: Hadi gidelim!

# PANOPTICON_SETUP_SESSION_LBL_WARNING_HEADER
source: Create a new session save path
tr_tr: Yeni bir oturum kaydetme yolu oluşturun
