Repository: Memotas/panopticon
Catalog: languages/*.po
Languages: tr_tr

# PANOPTICON_UPDATESUMMARYTASKS_LBL_TIMEZONE_NOTICE
source: The schedule for update summary emails is a <a href='%s' target='_blank'>CRON expression</a>. It uses the %s time zone.
tr_tr: Güncelleme özeti e-postalarının planı bir <a href='%s' target='_blank'>CRON ifadesidir</a>. %s saat dilimini kullanıyor.

# PANOPTICON_UPDATESUMMARYTASKS_LBL_OPTIONS
source: Email Options
tr_tr: E-Posta Seçenekleri

# PANOPTICON_UPDATESUMMARYTASKS_LBL_CORE_UPDATES
source: Include core CMS updates in the email
tr_tr: Temel CMS güncellemelerini e-postaya ekleyin

# PANOPTICON_UPDATESUMMARYTASKS_LBL_EXTENSION_UPDATES
source: Include third party software updates in the email
tr_tr: E-postaya üçüncü taraf yazılım güncellemelerini ekleyin

# PANOPTICON_UPDATESUMMARYTASKS_LBL_PREVENT_DUPLICATES
source: Prevent identical emails
tr_tr: Aynı e-postaları önleyin

# PANOPTICON_UPDATESUMMARYTASKS_LBL_PREVENT_DUPLICATES_HELP
source: When enabled, Panopticon will not send you an email if the list of pending updates for the site is identical to the list of updates in the last email it sent you.
tr_tr: Etkinleştirildiğinde Panopticon, site için bekleyen güncellemelerin listesi size gönderdiği son e-postadaki güncellemeler listesiyle aynıysa size e-posta göndermez.

# PANOPTICON_LBL_UPDATESUMMARYTASK_SAVED
source: The Scheduled Update Summary task has been saved
tr_tr: Zamanlanmış Güncelleme Özeti görevi kaydedildi
