Repository: Memotas/panopticon
Catalog: languages/*.po
Languages: tr_tr

# PANOPTICON_SETUP_DIRECTSFTP_INITDIR_DESCRIPTION
source: SFTP directory of the site's root. If unsure, use an SFTP desktop client, connect to your server, navigate to the directory and copy the path displayed in here. The must be absolute, e.g. <code>/home/myuser/public_html</code>, not just <s><code>public_html</code></s>.
tr_tr: Sitenin kökünün SFTP dizini. Emin değilseniz bir SFTP masaüstü istemcisi kullanın, sunucunuza bağlanın, dizine gidin ve burada görüntülenen yolu kopyalayın. Mutlak olmalıdır, ör. <code>/home/myuser/public_html</code>, yalnızca <s><code>public_html</code></s> değil.

# PANOPTICON_SETUP_DIRECTSFTP_TEST_DESCRIPTION
source: Test the connection to the SFTP server.
tr_tr: SFTP sunucusuna olan bağlantıyı test edin.

# PANOPTICON_SETUP_DIRECTSFTP_TEST_FAIL
source: Could not connect to the SFTP server. The error message was:
tr_tr: SFTP sunucusuna bağlanılamadı. Hata mesajı:

# PANOPTICON_SETUP_DIRECTSFTP_TEST_OK
source: Successful connection to the SFTP server.
tr_tr: SFTP sunucusuna başarılı bağlantı.

# PANOPTICON_SETUP_DIRECTSFTP_TEST_TITLE
source: Test SFTP connection
tr_tr: SFTP bağlantısını test edin

# PANOPTICON_SETUP_LBL_SETUP_HEAD_TEXT
source: Access to Panopticon is protected behind a login. You will now create a user account with full administrator privileges. You can modify this user, and create more users, after you complete the installation process.
tr_tr: Panopticon'a erişim, oturum açma işlemiyle korunur. Artık tam yönetici ayrıcalıklarına sahip bir kullanıcı hesabı oluşturacaksınız. Kurulum işlemini tamamladıktan sonra bu kullanıcıyı değiştirebilir ve daha fazla kullanıcı oluşturabilirsiniz.

# PANOPTICON_SETUP_LBL_USER_NAME
source: Full name
tr_tr: İsim

# PANOPTICON_SETUP_LBL_USER_NAME_HELP
source: Please enter your full name. It will be used whenever your Panopticon installation has to send you an email.
tr_tr: Lütfen tam adınızı giriniz. Panopticon kurulumunuzun size bir e-posta göndermesi gerektiğinde kullanılacaktır.

# PANOPTICON_SETUP_LBL_USER_USERNAME
source: Username
tr_tr: Kullanıcı Adı

# PANOPTICON_SETUP_LBL_USER_USERNAME_HELP
source: The username you will use to log in to Panopticon. It's best to only use lowercase letters a-z and numbers 0-9.
tr_tr: Panopticon'a giriş yapmak için kullanacağınız kullanıcı adı. Yalnızca a'dan z'ye küçük harfleri ve 0-9 arasındaki rakamları kullanmak en iyisidir.

# PANOPTICON_SETUP_LBL_USER_PASSWORD
source: Password
tr_tr: Parola

# PANOPTICON_SETUP_LBL_USER_PASSWORD_HELP
source: The password you will use to log in to Panopticon. The password is case sensitive, meaning that abc, Abc and ABC are three <em>different</em> passwords.
tr_tr: Panopticon'a giriş yaparken kullanacağınız şifre. Şifre büyük/küçük harfe duyarlıdır; yani abc, Abc ve ABC üç <em>farklı</em> şifredir.

# PANOPTICON_SETUP_LBL_USER_PASSWORD2
source: Repeat Password
tr_tr: Şifreyi tekrar girin

# PANOPTICON_SETUP_LBL_USER_PASSWORD2_HELP
source: Please repeat the password you entered above. We want to make sure you didn't accidentally mistype it.
tr_tr: Lütfen yukarıda girdiğiniz şifreyi tekrarlayınız. Yanlışlıkla yanlış yazmadığınızdan emin olmak istiyoruz.

# PANOPTICON_SETUP_LBL_USER_EMAIL
source: Email Address
tr_tr: E-Posta Adresi

# PANOPTICON_SETUP_LBL_USER_EMAIL_HELP
source: Please enter your email address. It will be used whenever your Panopticon installation has to send you an email. This email address, as well as all of the user information, is <em>not</em> transmitted to the authors of Panopticon.
tr_tr: Lütfen e-posta adresinizi giriniz. Panopticon kurulumunuzun size bir e-posta göndermesi gerektiğinde kullanılacaktır. Bu e-posta adresi ve tüm kullanıcı bilgileri Panopticon yazarlarına <em>aktarılmaz</em>.

# PANOPTICON_SETUP_LBL_TIMEZONE
source: Time Zone
tr_tr: Saat Dilimi

# PANOPTICON_SETUP_LBL_TIMEZONE_HELP
source: All dates and times will be expressed in this timezone.
tr_tr: Tüm tarihler ve saatler bu saat diliminde ifade edilecektir.

# PANOPTICON_SETUP_LBL_NO_CONFIG_WRITTEN_ALERT_HEAD
source: Panopticon is not ready yet
tr_tr: Panoptikon henüz hazır değil

# PANOPTICON_SETUP_LBL_NO_CONFIG_WRITTEN_ALERT_BODY
source: Saving the configuration file <code>config.php</code> in the folder you are installing Panopticon has failed. You will need to create this file manually.
tr_tr: <code>config.php</code> yapılandırma dosyasını Panopticon'u kurduğunuz klasöre kaydetme işlemi başarısız oldu. Bu dosyayı elle oluşturmanız gerekecektir.

# PANOPTICON_SETUP_LBL_NOCONF_INSTRUCTIONS_HEAD
source: Create the configuration file
tr_tr: Yapılandırma dosyasını oluşturun

# PANOPTICON_SETUP_LBL_NOCONF_INSTRUCTIONS_STEP1
source: Create a file named <code>config.php</code> and keep it open in your editor.
tr_tr: <code>config.php</code> adında bir dosya oluşturun ve onu düzenleyicinizde açık tutun.

# PANOPTICON_SETUP_LBL_NOCONF_INSTRUCTIONS_STEP1_DETAIL
source: Use a plain text editor such as Notepad on Windows, BBEdit on macOS, gEdit or Kate on Linux.
tr_tr: Windows'ta Notepad, macOS'ta BBEdit, Linux'ta gEdit veya Kate gibi bir düz metin düzenleyici kullanın.

# PANOPTICON_SETUP_LBL_NOCONF_INSTRUCTIONS_STEP2
source: Come back to this window and click on the “Copy to Clipboard” button.
tr_tr: Bu pencereye geri gelin ve “Panoya Kopyala” düğmesine tıklayın.

# PANOPTICON_SETUP_LBL_NOCONF_INSTRUCTIONS_STEP3
source: Switch back to your editor and paste. Then, save the file.
tr_tr: Düzenleyicinize geri dönün ve yapıştırın. Daha sonra dosyayı kaydedin.

# PANOPTICON_SETUP_LBL_NOCONF_INSTRUCTIONS_STEP4
source: Upload the <code>config.php</code> file to your Panopticon installation.
tr_tr: <code>config.php</code> dosyasını Panopticon kurulumunuza yükleyin.

# PANOPTICON_SETUP_LBL_NOCONF_INSTRUCTIONS_STEP4_DETAIL
source: Upload into the folder you're installing Panopticon. That's the folder with the Panopticon <code>index.php</code> file in it.
tr_tr: Panopticon'u kurduğunuz klasöre yükleyin. Bu, içinde Panopticon <code>index.php</code> dosyasının bulunduğu klasördür.

# PANOPTICON_SETUP_LBL_NOCONF_INSTRUCTIONS_STEP5
source: Come back to this window and click on the “Continue” button.
tr_tr: Bu pencereye geri dönün ve “Devam Et” düğmesine tıklayın.

# PANOPTICON_SETUP_BTN_COPY_TO_CLIPBOARD
source: Copy to Clipboard
tr_tr: Panoya Kopyala

# PANOPTICON_SETUP_LBL_CRON_HEAD
source: Set up a CRON job
tr_tr: Bir CRON İşlevi Ayarlayın

# PANOPTICON_SETUP_LBL_CRON_SUBHEAD
source: Panopticon uses a lot of automation to make your life easier. For this, you need to set up a CRON job to run every minute.
tr_tr: Panopticon hayatınızı kolaylaştırmak için birçok otomasyon kullanıyor. Bunun için her dakika çalışacak bir CRON işlevi kurmanız gerekiyor.

# PANOPTICON_SETUP_LBL_CRON_SUBHEAD_CTA
source: Set up a CRON job using one of the methods below. Then, wait for up to a minute for this page to change.
tr_tr: Aşağıdaki yöntemlerden birini kullanarak bir CRON işlevi ayarlayın. Daha sonra bu sayfanın değişmesi için bir dakika kadar bekleyin.

# PANOPTICON_SETUP_LBL_CRON_SUBHEAD_BREATHE
source: Take a breath. This is the last installation step. You're almost done.
tr_tr: Nefes alın. Bu son kurulum adımıdır. Neredeyse bitti.

# PANOPTICON_SETUP_LBL_CRON_LBL_INSTRUCTIONS
source: Instructions
tr_tr: Yönergeler

# PANOPTICON_SETUP_LBL_CRON_LBL_TROUBLESHOOTING
source: Problem? Meet solution!
tr_tr: Sorun? Çözümle tanışın!

# PANOPTICON_SETUP_LBL_CRON_LBL_IS_THIS_RIGHT_FOR_ME
source: Is this method the right one for me?
tr_tr: Bu yöntem benim için doğru yöntem mi?

# PANOPTICON_SETUP_LBL_CRON_LBL_PROS
source: Pros
tr_tr: Artılar

# PANOPTICON_SETUP_LBL_CRON_LBL_CONS
source: Cons
tr_tr: Eksiler

# PANOPTICON_SETUP_LBL_CRON_LBL_TARGET_AUDIENCE
source: Target Audience
tr_tr: Hedef Kitle

# PANOPTICON_SETUP_LBL_CRON_LBL_EVERY_MINUTE_ALERT_HEAD
source: Make sure the CRON job runs <em>every minute</em>.
tr_tr: CRON işlevinin <em>her dakika</em> çalıştığından emin olun.

# PANOPTICON_SETUP_LBL_CRON_LBL_EVERY_MINUTE_ALERT_BODY
source: Running the CRON job less frequently results in outdated information and unreliability, including broken sites due to incomplete Joomla!™ core updates.
tr_tr: CRON işlevini daha seyrek çalıştırmak, eksik Joomla!™ çekirdek güncellemeleri nedeniyle bozuk siteler de dahil olmak üzere eski bilgilere ve güvenilmezliğe neden olur.

# PANOPTICON_SETUP_LBL_CRON_CLI_CREATE_A_JOB
source: Go to your hosting control panel. Create a new CRON job. Set it to run <strong>every minute</strong>. Use the following command line.
tr_tr: Barındırma kontrol panelinize gidin. Yeni bir CRON işlevi oluşturun. <strong>Her dakika</strong> çalışacak şekilde ayarlayın. Aşağıdaki komut satırını kullanın.

# PANOPTICON_SETUP_LBL_CRON_REPLACE_PHP_CLI
source: Replace <i>/path/to/php</i> with the path to the PHP %s CLI executable. Make sure it's the PHP CLI executable, <strong>not</strong> the PHP CGI/FastCGI executable.
tr_tr: <i>/path/to/php</i> yerine PHP %s CLI çalıştırılabilir dosyasının yolunu yazın. Bunun PHP CGI/FastCGI çalıştırılabiliri <strong>değil</strong>, PHP CLI çalıştırılabiliri olduğundan emin olun.

# PANOPTICON_SETUP_LBL_CRON_IF_UNSURE
source: If unsure what some or any of the above means, please ask your host.
tr_tr: Yukarıdakilerden bazılarının veya herhangi birinin ne anlama geldiğinden emin değilseniz, lütfen barındırıcınıza sorun.

# PANOPTICON_SETUP_LBL_CRON_TROUBLE_NOT_RUN_HEAD
source: The CRON job does not run
tr_tr: CRON işlevi çalışmıyor

# PANOPTICON_SETUP_LBL_CRON_TROUBLE_NOT_RUN_INFO_1
source: Remove the <code>2>&1</code> from the CRON command line. When the CRON command executes again you will receive an email with an error (as long as your hosting account is configured to email you the output of CRON jobs). Using that, you can find out what is going on.
tr_tr: CRON komut satırından <code>2&gt;&amp;1</code> 'i kaldırın. CRON komutu tekrar çalıştırıldığında hata içeren bir e-posta alacaksınız (barındırma hesabınız CRON işlevinin çıktısını size e-posta ile gönderecek şekilde yapılandırıldığı sürece). Bunu kullanarak neler olup bittiğini öğrenebilirsiniz.

# PANOPTICON_SETUP_LBL_CRON_TROUBLE_NOT_RUN_INFO_2
source: If even then nothing seems to happen, please contact your host. Either your account is not receiving the output of the CRON jobs, or the CRON jobs are not executing at all (while unlikely, we've seen that happen a few times).
tr_tr: Bu durumda bile hiçbir şey olmuyorsa, lütfen ana bilgisayarınızla iletişime geçin. Ya hesabınız CRON işlevinin çıktısını almıyor ya da CRON işlevi hiç yürütülmüyor (pek olası olmasa da, bunun birkaç kez olduğunu gördük).

# PANOPTICON_SETUP_LBL_CRON_TROUBLE_FORBIDDEN_HEAD
source: I get “Status: 403 Forbidden” running the CRON job
tr_tr: "Durum: 403 Forbidden" CRON işlevini çalıştırıyorum

# PANOPTICON_SETUP_LBL_CRON_TROUBLE_FORBIDDEN_INFO_1
source: You are using the PHP-CGI/FastCGI executable. As noted above, you need to replace <em>/path/to/php</em> with the path to the <strong>PHP CLI</strong> executable.
tr_tr: PHP-CGI/FastCGI yürütülebilir dosyasını kullanıyorsunuz. Yukarıda belirtildiği gibi, <em>/path/to/php</em> yerine <strong>PHP CLI</strong> yürütülebilir dosyasının yolunu koymanız gerekir.

# PANOPTICON_SETUP_LBL_CRON_TROUBLE_FORBIDDEN_INFO_2
source: Please ask your host for the correct path. If your host gave you this path to begin with, escalate your support ticket with your host, asking to speak with a server engineer. It's trivial for them to give you that path.
tr_tr: Lütfen barındırıcınızdan doğru yolu isteyin. Eğer barındırma sağlayıcınız size bu yolu başlangıçta verdiyse, destek biletinizi barındırma sağlayıcınıza iletin ve bir sunucu mühendisi ile görüşmek istediğinizi belirtin. Size bu yolu vermeleri önemsizdir.

# PANOPTICON_SETUP_LBL_CRON_TROUBLE_WRONG_PHP_HEAD
source: I get “Akeeba Panopticon requires PHP %s or later”.
tr_tr: "Akeeba Panopticon PHP %s veya sonraki bir sürümü gerektiriyor" yanıtını alıyorum.

# PANOPTICON_SETUP_LBL_CRON_TROUBLE_WRONG_PHP_INFO_1
source: You are using the PHP CLI executable for the wrong PHP version in your CRON job.
tr_tr: CRON işlevibde yanlış PHP sürümü için PHP CLI yürütülebilir dosyasını kullanıyorsunuz.

# PANOPTICON_SETUP_LBL_CRON_TROUBLE_WRONG_PHP_INFO_2
source: Most servers have multiple versions of PHP installed. You need to ask your host to give you the path to the PHP CLI executable for PHP %s and use that in your CRON job's command line.
tr_tr: Çoğu sunucuda PHP'nin birden fazla sürümü yüklüdür. Sunucunuzdan PHP %s için PHP CLI çalıştırılabilir dosyasının yolunu vermesini istemeniz ve CRON işlevinin komut satırında bunu kullanmanız gerekir.

# PANOPTICON_SETUP_LBL_CRON_TROUBLE_URL_CRON_HEAD
source: The host only allows URLs in CRON
tr_tr: Ana bilgisayar CRON'da yalnızca bağlantılara izin verir

# PANOPTICON_SETUP_LBL_CRON_TROUBLE_URL_CRON_INFO
source: Click on the <strong>Web</strong> tab above.
tr_tr: Yukarıdaki <strong>Web</strong> sekmesine tıklayın.

# PANOPTICON_SETUP_LBL_CRON_TROUBLE_NO_CRON_HEAD
source: The host does not have a CRON feature
tr_tr: Ana bilgisayarın CRON özelliği yok

# PANOPTICON_SETUP_LBL_CRON_TROUBLE_NO_CRON_INFO_1
source: We <strong>very strongly</strong> recommend that you use a different host.
tr_tr: Farklı bir barındırıcı kullanmanızı <strong>şiddetle</strong> tavsiye ederiz.

# PANOPTICON_SETUP_LBL_CRON_TROUBLE_NO_CRON_INFO_2
source: Panopticon is only useful when its automation features run consistently and reliably. This requires its CRON job executing every minute - <em>1440 times a day</em>. This can get expensive with a third party service; about $10 per day! You can instead spend as much money <em>per month</em> on a decent host which support real, command-line CRON jobs.
tr_tr: Panopticon yalnızca otomasyon özellikleri tutarlı ve güvenilir bir şekilde çalıştığında kullanışlıdır. Bu, CRON işlevinin her dakika - <em>günde 1440 kez</em>- yürütülmesini gerektirir. Bu, üçüncü taraf bir hizmetle pahalıya mal olabilir; günde yaklaşık 10 dolar! Bunun yerine gerçek, komut satırı CRON işlevini destekleyen iyi bir ana bilgisayara <em>aylık</em> aynı miktarda para harcayabilirsiniz.

# PANOPTICON_SETUP_LBL_CRON_TROUBLE_NO_CRON_INFO_3
source: If you have a cheaper way executing CRON jobs remotely (e.g. another server under your control), please click on the <strong>Web</strong> tab to find out how to do it.
tr_tr: CRON işlevini uzaktan yürütmek için daha ucuz bir yolunuz varsa (örneğin, kontrolünüz altındaki başka bir sunucu), nasıl yapılacağını öğrenmek için lütfen <strong>Web</strong> sekmesine tıklayın.

# PANOPTICON_SETUP_LBL_CRON_TROUBLE_NO_CRON_INFO_4
source: <strong>Do not “cheap out” on CRON job frequency!</strong> Running CRON jobs less frequently will make Panopticon unreliable and could even break your sites due to incomplete Joomla™ core updates.
tr_tr: <strong>CRON işlev sıklığı konusunda "ucuza kaçmayın"!</strong> CRON işlevini daha az sıklıkta çalıştırmak Panopticon'u güvenilmez hale getirecek ve hatta eksik Joomla™ çekirdek güncellemeleri nedeniyle sitelerinizi bozabilir.

# PANOPTICON_SETUP_LBL_CRON_CLI_PROS_1
source: More reliable
tr_tr: Daha güvenilir

# PANOPTICON_SETUP_LBL_CRON_CLI_PROS_2
source: Zero cost
tr_tr: Sıfır maliyet

# PANOPTICON_SETUP_LBL_CRON_CLI_PROS_3
source: Faster
tr_tr: Daha hızlı

# PANOPTICON_SETUP_LBL_CRON_CLI_CONS_1
source: Some hosts don't support it
tr_tr: Bazı ana bilgisayarlar bunu desteklemiyor

# PANOPTICON_SETUP_LBL_CRON_CLI_CONS_2
source: More involved setup
tr_tr: Daha karmaşık kurulum

# PANOPTICON_SETUP_LBL_CRON_CLI_TARGET_1
source: Recommended method for most users
tr_tr: Çoğu kullanıcı için önerilen yöntem

# PANOPTICON_SETUP_LBL_CRON_CLI_TARGET_2
source: Only supported method for dozens to hundreds of sites monitored
tr_tr: İzlenen onlarca ve yüzlerce site için desteklenen tek yöntem

# PANOPTICON_SETUP_LBL_CRON_WEB_IF_URL_CRON
source: If your host uses URL-based CRON jobs, or you're using a third party system which accepts a URL, use the following URL:
tr_tr: Ana bilgisayarınız URL tabanlı CRON işleri kullanıyorsa veya URL kabul eden bir üçüncü taraf sistemi kullanıyorsanız, aşağıdaki URL'yi kullanın:

# PANOPTICON_SETUP_LBL_CRON_WEB_IF_REGULAR_CRON
source: If you are setting up a regular CRON job, use one of the following command lines, depending on which command is installed on your system:
tr_tr: Düzenli bir CRON işlevi ayarlıyorsanız, sisteminizde hangi komutun yüklü olduğuna bağlı olarak aşağıdaki komut satırlarından birini kullanın:

# PANOPTICON_SETUP_LBL_CRON_WEB_WGET
source: <strong>wGET</strong> (most commercial hosts and Linux servers)
tr_tr: <strong>wGET</strong> (çoğu ticari ana bilgisayar ve Linux sunucusu)

# PANOPTICON_SETUP_LBL_CRON_WEB_CURL
source: <strong>cURL</strong> (macOS, some Linux servers)
tr_tr: <strong>cURL</strong> (macOS, bazı Linux sunucuları)

# PANOPTICON_SETUP_LBL_CRON_WEB_PROS_1
source: Usually easier setup
tr_tr: Genellikle daha kolay kurulum

# PANOPTICON_SETUP_LBL_CRON_WEB_PROS_2
source: Works with hosts offering URL-only CRON
tr_tr: Yalnızca URL CRON sunan ana bilgisayarlarla çalışır

# PANOPTICON_SETUP_LBL_CRON_WEB_PROS_3
source: Works with hosts lacking CRON support
tr_tr: CRON desteği olmayan ana bilgisayarlarla çalışır

# PANOPTICON_SETUP_LBL_CRON_WEB_CONS_1
source: Less reliable
tr_tr: Daha az güvenilir

# PANOPTICON_SETUP_LBL_CRON_WEB_CONS_2
source: Slower
tr_tr: Yavaş

# PANOPTICON_SETUP_LBL_CRON_WEB_CONS_3
source: High cost (when used with a third party service)
tr_tr: Yüksek maliyet (üçüncü taraf bir hizmetle kullanıldığında)

# PANOPTICON_SETUP_LBL_CRON_WEB_CONS_4
source: Typically unsuitable when monitoring several sites
tr_tr: Birden fazla siteyi izlerken genellikle uygun değildir

# PANOPTICON_SETUP_LBL_CRON_WEB_TARGET_1
source: Servers with URL-only CRON jobs
tr_tr: Yalnızca bağlantılı CRON işlevine sahip sunucular

# PANOPTICON_SETUP_LBL_CRON_WEB_TARGET_2
source: Ten or fewer monitored sites
tr_tr: On veya daha az izlenen site

# PANOPTICON_SETUP_LBL_CRON_WHAT_NEXT
source: What next?
tr_tr: Sırada ne var?

# PANOPTICON_SETUP_LBL_CRON_WHAT_NEXT_BENCHMARK_INFO
source: A few seconds to a minute after you set up your CRON job this page will change to a benchmark. Don't close this browser tab, don't change to a different browser tab / window or application, don't turn off or let your device sleep, don't feed your <em title="These are the gremlins before they become gremlins. Are we showing our age with this outdated popular culture reference?">mogwai</em> after midnight. Pretty straightforward, right?
tr_tr: CRON işlevini ayarladıktan birkaç saniye ila bir dakika sonra bu sayfa bir kıyaslamaya dönüşecektir. Bu tarayıcı sekmesini kapatmayın, farklı bir tarayıcı sekmesine / penceresine veya uygulamaya geçmeyin, cihazınızı kapatmayın veya uyumasına izin vermeyin, gece yarısından sonra <em title="These are the gremlins before they become gremlins. Are we showing our age with this outdated popular culture reference?">mogwai</em> 'nizi beslemeyin. Oldukça basit, değil mi?

# PANOPTICON_SETUP_LBL_CRON_WHAT_NEXT_YOU_CAN_COME_BACK_LATER
source: If you need to finish setting up your CRON job later - no worries! Close this browser tab. Next time you come back to your Panopticon installation it will take you to this page.
tr_tr: CRON işlevini kurmayı daha sonra bitirmeniz gerekirse endişelenmeyin! Bu tarayıcı sekmesini kapatın. Bir dahaki sefere Panopticon kurulumunuza geri döndüğünüzde sizi bu sayfaya götürecektir.

# PANOPTICON_SETUP_LBL_CRON_WHAT_NEXT_EXPERT_USER
source: If you're an expert user - or just looking around - you can skip this step and set up CRON jobs later.
tr_tr: Uzman bir kullanıcıysanız veya sadece gözlemciyseniz, bu adımı atlayabilir ve daha sonra CRON işlevini ayarlayabilirsiniz.

# PANOPTICON_SETUP_LBL_CRON_WHAT_NEXT_SKIP_CRON
source: Skip CRON configuration (not recommended).
tr_tr: CRON yapılandırmasını atlayın (önerilmez).

# PANOPTICON_SETUP_LBL_CRON_BENCHMARK_IN_PROGRESS
source: Benchmark in progress
tr_tr: Karşılaştırma işlemi devam ediyor

# PANOPTICON_SETUP_LBL_CRON_BENCHMARK_WHAT_IS_THIS
source: Panopticon is measuring how long a CRON task can run
tr_tr: Panopticon bir CRON görevinin ne kadar süre çalışabileceğini ölçüyor

# PANOPTICON_SETUP_LBL_CRON_BENCHMARK_DO_NOT_CLOSE
source: Please do not switch tabs, or windows, and make sure that your device does not turn off or go to sleep. The benchmark takes up to 3 minutes.
tr_tr: Lütfen sekmeleri veya pencereleri değiştirmeyin ve cihazınızın kapanmadığından veya uyku moduna geçmediğinden emin olun. Karşılaştırma 3 dakika kadar sürer.

# PANOPTICON_SETUP_LBL_CRON_BENCHMARK_PROGRESS_HINT
source: Benchmark progress, in seconds
tr_tr: Karşılaştırma ilerlemesi, saniyeler içinde

# PANOPTICON_SETUP_LBL_CRON_BENCHMARK_UPDATES_EVERY
source: The progress bar updates every 5 seconds. The benchmark may finish before the progress bar fills up.
tr_tr: İlerleme çubuğu her 5 saniyede bir güncellenir. Karşılaştırma, ilerleme çubuğu dolmadan bitebilir.

# PANOPTICON_SETUP_LBL_CRON_BENCHMARK_FAILED_HEAD
source: Benchmark failed
tr_tr: Karşılaştırma Başarısız

# PANOPTICON_SETUP_LBL_CRON_BENCHMARK_FAILED_SUBHEAD
source: There was an error which prevented the benchmark from completing.
tr_tr: Karşılaştırmanın tamamlanmasını engelleyen bir hata oluştu.

# PANOPTICON_SETUP_LBL_CRON_BENCHMARK_FAILED_BTN_RETRY
source: Retry
tr_tr: Yeniden Dene

# PANOPTICON_SETUP_LBL_CRON_BENCHMARK_FAILED_SKIP
source: Skip this step (not recommended)
tr_tr: Bu adımı atlayın (önerilmez)

# PANOPTICON_SETUP_CRON_ERR_NO_MAXEXEC_TASK
source: The CRON benchmark task has not been installed. Please reload this page.
tr_tr: CRON karşılaştırma görevi yüklenmedi. Lütfen bu sayfayı yeniden yükleyin.

# PANOPTICON_SETUP_CRON_ERR_XHR_ABORT
source: The AJAX request was aborted by your browser. Please check your Internet connection. Make sure you do not switch tabs / windows, or let your device go to sleep while the benchmark is in progress.
tr_tr: AJAX isteği tarayıcınız tarafından iptal edildi. Lütfen internet bağlantınızı kontrol edin. Karşılaştırma devam ederken sekmeleri/pencereleri değiştirmediğinizden veya cihazınızın uyku moduna geçmesine izin vermediğinizden emin olun.

# PANOPTICON_SETUP_CRON_ERR_XHR_TIMEOUT
source: The AJAX request has timed out. Please check your Internet connection. Make sure you do not switch tabs / windows, or let your device go to sleep while the benchmark is in progress. If the problem persists, check that your server is working correctly and is not blocking the requests from your browser.
tr_tr: AJAX isteği zaman aşımına uğradı. Lütfen internet bağlantınızı kontrol edin. Karşılaştırma devam ederken sekmeleri/pencereleri değiştirmediğinizden veya cihazınızın uyku moduna geçmesine izin vermediğinizden emin olun. Sorun devam ederse sunucunuzun düzgün çalıştığını ve tarayıcınızdan gelen istekleri engellemediğini kontrol edin.

# PANOPTICON_SETUP_CRON_ERR_AJAX_HEAD
source: <strong>AJAX Loading Error</strong>
tr_tr: <strong>AJAX Yüklenme Hatası</strong>

# PANOPTICON_SETUP_CRON_ERR_AJAX_HTTP_STATUS
source: HTTP Status:
tr_tr: HTTP Durumu:

# PANOPTICON_SETUP_CRON_ERR_AJAX_HTTP_INTERNAL
source: Internal Status:
tr_tr: Dahili Durum:

# PANOPTICON_SETUP_CRON_ERR_AJAX_HTTP_READYSTATE
source: XHR ReadyState:
tr_tr: XHR Hazır Durumu:

# PANOPTICON_SETUP_CRON_ERR_AJAX_HTTP_RAW
source: Raw Server Response:
tr_tr: Ham Sunucu Yanıtı:

# PANOPTICON_SETUP_CRON_ERR_INVALID_JSON
source: Invalid response from your server (response is not JSON data). The data received was:
tr_tr: Sunucunuzdan geçersiz yanıt (yanıt JSON verileri değil). Alınan veriler şunlardı:

# PANOPTICON_SETUP_FINISH_HEAD
source: Panopticon is ready
tr_tr: Panopticon Hazırdır

# PANOPTICON_SETUP_FINISH_HEAD_WITH_WARNING
source: Panopticon is ready,<br>attention required
tr_tr: Panopticon hazırdır<br>ilgilenilmesi gerekir
