Repository: Memotas/panopticon
Catalog: languages/*.po
Languages: tr_tr

# PANOPTICON_SETUP_SESSION_LBL_WARNING_BODY
source: The session write path configured in PHP cannot be written to, making logging in impossible. To address this problem, Panopticon will attempt to create a session save path in the <code>%s</code> directory. For this to be possible, you need to enter the FTP or SFTP connection details to your site's root. If you are unsure about these settings, please ask your host.
tr_tr: PHP'de yapılandırılan oturum yazma yoluna yazılamadığından oturum açmayı imkansız hale getirir. Bu sorunu çözmek için Panopticon <code>%s</code> dizininde bir oturum kaydetme yolu oluşturmaya çalışacaktır. Bunun mümkün olabilmesi için sitenizin kök dizinine FTP veya SFTP bağlantı ayrıntılarını girmeniz gerekmektedir. Bu ayarlardan emin değilseniz lütfen barındırıcınıza sorun.

# PANOPTICON_SETUP_SESSION_LBL_ERROR_HEADER
source: An error occurred while trying to create a session save path
tr_tr: Oturum kaydetme yolu oluşturulmaya çalışılırken bir hata oluştu

# PANOPTICON_SETUP_LBL_FS_DRIVER_SESSION
source: Connection method
tr_tr: Bağlanma Yöntemi

# PANOPTICON_SETUP_BTN_MAKE_SESSION_FOLDER
source: Create a session path
tr_tr: Bir oturum yolu oluşturun

# PANOPTICON_SETUP_BTN_SESSION_FIXED_IT
source: I fixed it myself; check again
tr_tr: Kendim düzelttim; tekrar kontrol edin

# PANOPTICON_SETUP_LBL_FS_DRIVER
source: Filesystem driver
tr_tr: Dosya sistemi sürücüsü

# PANOPTICON_SETUP_LBL_FS_DRIVER_FILE
source: Direct File Writes
tr_tr: Doğrudan Dosya Yazma

# PANOPTICON_SETUP_LBL_FS_DRIVER_FTP
source: FTP - File Transfer Protocol
tr_tr: FTP - Dosya Aktarım Protokolü

# PANOPTICON_SETUP_LBL_FS_DRIVER_HELP
source: On some shared hosting environments you need to use FTP or SFTP to be able to write to your site's files.
tr_tr: Bazı paylaşılan barındırma ortamlarında, sitenizin dosyalarına yazabilmek için FTP veya SFTP kullanmanız gerekir.

# PANOPTICON_SETUP_LBL_FS_DRIVER_SFTP
source: SFTP - Secure File Transfer Protocol (over SSH)
tr_tr: SFTP - Güvenli Dosya Aktarım Protokolü (SSH üzerinden)

# PANOPTICON_SETUP_LBL_FS_FTP_DIRECTORY
source: (S)FTP directory
tr_tr: (S)FTP Dizini

# PANOPTICON_SETUP_LBL_FS_FTP_DIRECTORY_HELP
source: The (S)FTP directory to the Panopticon installation. On FTP servers this is not the same as the filesystem path. If unsure, ask your host.
tr_tr: Panopticon kurulumunun (S)FTP dizini. FTP sunucularında bu, dosya sistemi yolu ile aynı değildir. Emin değilseniz barındırıcınıza sorun.

# PANOPTICON_SETUP_LBL_FS_FTP_HOST
source: (S)FTP server hostname
tr_tr: (S)FTP sunucusu ana bilgisayar adı

# PANOPTICON_SETUP_LBL_FS_FTP_HOST_HELP
source: The hostname or IP address of your (S)FTP server, e.g. <code>ftp.example.com</code> or <code>127.0.0.1</code>. You MUST enter this <em>without</em> the <code>ftp://</code>, <code>sftp://</code> or <code>ssh://</code> prefix. If unsure about this and the other FTP settings please ask your host.
tr_tr: (S)FTP sunucunuzun ana bilgisayar adı veya IP adresi, örneğin <code>ftp.example.com</code> veya <code>127.0.0.1</code>. Bunu <code>ftp://,</code> <code>sftp://</code> veya <code>ssh://</code> öneki <em>olmadan</em> girmelisiniz. Bu ve diğer FTP ayarları hakkında emin değilseniz lütfen barındırıcınıza sorun.

# PANOPTICON_SETUP_LBL_FS_FTP_PASSIVE
source: Use Passive mode
tr_tr: Pasif kipi kullanın

# PANOPTICON_SETUP_LBL_FS_FTP_PASSIVE_HELP
source: Only applicable for FTP. When selected, Panopticon will use the FTP Passive mode. Most FTP servers require it. If your host requires FTP Active mode uncheck this box. If unsure, please ask your host.
tr_tr: Yalnızca FTP için geçerlidir. Panopticon seçildiğinde FTP Pasif kipini kullanacaktır. Çoğu FTP sunucusu bunu gerektirir. Ana makineniz FTP Etkin kipini gerektiriyorsa bu kutunun işaretini kaldırın. Emin değilseniz lütfen barındırıcınıza sorun.

# PANOPTICON_SETUP_LBL_FS_FTP_PASSWORD
source: (S)FTP password
tr_tr: (S)FTP Şifresi

# PANOPTICON_SETUP_LBL_FS_FTP_PASSWORD_HELP
source: The password you use to connect to your (S)FTP server. If unsure, ask your host.
tr_tr: (S)FTP sunucunuza bağlanmak için kullandığınız şifre. Emin değilseniz barındırıcınıza sorun.

# PANOPTICON_SETUP_LBL_FS_FTP_PORT
source: (S)FTP server port
tr_tr: (S)FTP sunucu bağlantı noktası

# PANOPTICON_SETUP_LBL_FS_FTP_PORT_HELP
source: The port number your (S)FTP server listens to. Usually it's 21 for FTP and 22 for SFTP. If unsure, ask your host.
tr_tr: (S)FTP sunucunuzun dinlediği bağlantı noktası numarası. Genellikle FTP için 21 ve SFTP için 22'dir. Emin değilseniz barındırıcınıza sorun.

# PANOPTICON_SETUP_LBL_FS_FTP_SSL
source: Use SSL
tr_tr: SSL Kullanılsın

# PANOPTICON_SETUP_LBL_FS_FTP_SSL_HELP
source: Only applicable for FTP, ignored for SFTP. When selected, Panopticon will use FTP over Explicit SSL (FTP/S). Please note that this is not to be confused with SFTP which is an entirely different thing.
tr_tr: Yalnızca FTP için geçerlidir, SFTP için yoksayılır. Seçildiğinde Panopticon Açık SSL (FTP/S) üzerinden FTP kullanacaktır. Lütfen bunun tamamen farklı bir şey olan SFTP ile karıştırılmaması gerektiğini unutmayın.

# PANOPTICON_SETUP_LBL_FS_FTP_USERNAME
source: (S)FTP username
tr_tr: (S)FTP Kullanıcı Adı

# PANOPTICON_SETUP_LBL_FS_FTP_USERNAME_HELP
source: The username you use to connect to your (S)FTP server. If unsure, ask your host.
tr_tr: (S)FTP sunucunuza bağlanmak için kullandığınız kullanıcı adı. Emin değilseniz barındırıcınıza sorun.

# PANOPTICON_SETUP_LBL_NOSCRIPT_HEAD
source: JavaScript is disabled
tr_tr: JavaScript devre dışı

# PANOPTICON_SETUP_LBL_NOSCRIPT_EXPLAIN
source: You need to enable JavaScript in your browser to use Panopticon.
tr_tr: Panopticon'u kullanabilmeniz için tarayıcınızda JavaScript'i etkinleştirmeniz gerekmektedir.

# PANOPTICON_SETUP_LBL_BROKEN_JS_HEAD
source: Required JavaScript does not load
tr_tr: Gerekli JavaScript yüklenmiyor

# PANOPTICON_SETUP_LBL_BROKEN_JS_EXPLAIN
source: The JavaScript files for Panopticon are not loading properly. Make sure you installation is not missing files, check permissions, and clear your browser's cache.
tr_tr: Panopticon'un JavaScript dosyaları düzgün yüklenmiyor. Kurulumda dosyaların eksik olmadığından emin olun, izinleri kontrol edin ve tarayıcınızın önbelleğini temizleyin.

# PANOPTICON_SETUP_LBL_PRECHECK_HEAD_OK
source: All systems go!
tr_tr: Tüm sistemler uygun!

# PANOPTICON_SETUP_LBL_PRECHECK_REQUIREMENTS_OK
source: Your server meets all requirements.
tr_tr: Sunucunuz tüm gereksinimleri karşılıyor.

# PANOPTICON_SETUP_LBL_PRECHECK_RECOMMENDED_IMPROVE
source: Some optional settings can be improved (see below).
tr_tr: Bazı isteğe bağlı ayarlar geliştirilebilir (aşağıya bakın).

# PANOPTICON_SETUP_LBL_PRECHECK_YOU_MAY_CONTINUE
source: You may continue installing Panopticon.
tr_tr: Panopticon kurulumuna devam edebilirsiniz.

# PANOPTICON_SETUP_LBL_PRECHECK_BTN_SHOW_OPTIONAL_SETTINGS
source: Show optional settings
tr_tr: İsteğe bağlı ayarları göster

# PANOPTICON_SETUP_LBL_PRECHECK_HEAD_FAIL
source: Some requirements are not met
tr_tr: Bazı gereksinimler karşılanmıyor

# PANOPTICON_SETUP_LBL_PRECHECK_REQUIREMENTS_FAIL
source: Your server does not meet all minimum requirements.
tr_tr: Sunucunuz tüm en düşük gereksinimleri karşılamıyor.

# PANOPTICON_SETUP_LBL_PRECHECK_RECOMMENDED_FAIL
source: Moreover, some optional settings can be improved (see below).
tr_tr: Ayrıca bazı isteğe bağlı ayarlar geliştirilebilir (aşağıya bakın).

# PANOPTICON_SETUP_LBL_PRECHECK_CANNOT_CONTINUE
source: You need to address those issues before installing Panopticon.
tr_tr: Panopticon'u kurmadan önce bu sorunları çözmeniz gerekiyor.

# PANOPTICON_SETUP_BTN_RETRY_PRECHECK
source: Check again
tr_tr: Tekrar denetleyin

# PANOPTICON_SETUP_BTN_IGNORE_AND_NEXT
source: Ignore the errors <em>at your own risk</em>
tr_tr: Hataları göz ardı edin <em>riski size ait olmak üzere</em>

# PANOPTICON_SETUP_LBL_REQUIRED
source: Requirements
tr_tr: Gereksinimler

# PANOPTICON_SETUP_LBL_REQ_PHP_VERSION
source: PHP version >= %s
tr_tr: PHP Sürümü >= %s

# PANOPTICON_SETUP_LBL_REQ_REGGLOBALS
source: Register Globals Off
tr_tr: Genel Kaydetmeler Kapalı

# PANOPTICON_SETUP_LBL_REQ_XML
source: PHP XML extension
tr_tr: PHP XML Eklentisi

# PANOPTICON_SETUP_LBL_REQ_CURL
source: PHP cURL extension
tr_tr: PHP cURL Eklentisi

# PANOPTICON_SETUP_LBL_REQ_DATABASE
source: PHP MySQLi or PDO MySQL extension
tr_tr: PHP MySQLi veya PDO MySQL Eklentisi

# PANOPTICON_SETUP_LBL_REQ_MBLANGISDEFAULT
source: MB Language is Default
tr_tr: MB Dili Varsayılandır

# PANOPTICON_SETUP_LBL_REQ_MBSTRINGOVERLOAD
source: MB String Overload Off
tr_tr: MB String Aşırı Yük Kapalı

# PANOPTICON_SETUP_LBL_REQ_INIPARSER
source: INI Parser Support
tr_tr: INI Ayrıştırıcı Desteği

# PANOPTICON_SETUP_LBL_REQ_JSON
source: JSON Support
tr_tr: JSON Desteği

# PANOPTICON_SETUP_LBL_REQ_CONFIGJSON
source: Configuration file is writeable
tr_tr: Yapılandırma dosyası yazılabilir

# PANOPTICON_SETUP_LBL_RECOMMENDED
source: Optional Settings
tr_tr: İsteğe Bağlı Ayarlar

# PANOPTICON_SETUP_LBL_SETTING
source: Setting
tr_tr: Ayarla

# PANOPTICON_SETUP_LBL_RECOMMENDED_VALUE
source: Recommended
tr_tr: Önerilen

# PANOPTICON_SETUP_LBL_CURRENT_SETTING
source: Current
tr_tr: Geçerli

# PANOPTICON_SETUP_LBL_REC_DISPERRORS
source: Display Errors
tr_tr: Hatalar Görüntülensin

# PANOPTICON_SETUP_LBL_REC_OUTBUF
source: Output Buffering
tr_tr: Çıktı Arabelleğe Alma

# PANOPTICON_SETUP_LBL_REC_SESSIONAUTO
source: Session Auto Start
tr_tr: Oturum Otomatik Başlatma

# PANOPTICON_SETUP_LBL_REC_FTP
source: PHP FTP Extension
tr_tr: PHP FTP Eklentisi

# PANOPTICON_SETUP_LBL_REC_SSH2
source: SFTP Support
tr_tr: PHP Desteği

# PANOPTICON_SETUP_LBL_DATABASE_HEAD_TEXT
source: Panopticon needs a database to work. First, create a database - and a database user - on your server. Then enter the connection information to the database below. If something is unclear please check with the company hosting your site.
tr_tr: Panopticon'un çalışması için bir veritabanına ihtiyacı var. Öncelikle sunucunuzda bir veritabanı ve bir veritabanı kullanıcısı oluşturun. Daha sonra aşağıdaki veritabanına bağlantı bilgilerini giriniz. Eğer bir şey net değilse, lütfen sitenizi barındıran şirkete danışın.

# PANOPTICON_SETUP_LBL_DATABASE_DRIVER
source: Database type
tr_tr: Veritabanı Türü

# PANOPTICON_SETUP_LBL_DATABASE_DRIVER_HELP
source: This is usually MySQLi (<em>with</em> the trailing "i")
tr_tr: Bu genellikle MySQLi'dir (sondaki "i" <em>ile</em>)

# PANOPTICON_SETUP_LBL_DATABASE_DRIVER_MYSQL
source: MySQL (obsolete driver for MySQL - avoid using)
tr_tr: MySQL (MySQL için eski sürücü - kullanmaktan kaçının)

# PANOPTICON_SETUP_LBL_DATABASE_DRIVER_MYSQLI
source: MySQLi (preferred driver for MySQL)
tr_tr: MySQLi (MySQL için tercih edilen sürücü)

# PANOPTICON_SETUP_LBL_DATABASE_DRIVER_SQLAZURE
source: Windows Azure SQL Database
tr_tr: Windows Azure SQL Veritabanı

# PANOPTICON_SETUP_LBL_DATABASE_HOST
source: Database server host name
tr_tr: Veritabanı sunucusu ana bilgisayar adı

# PANOPTICON_SETUP_LBL_DATABASE_HOST_HELP
source: The host name or IP address of the database server (usually: localhost). Please note that localhost and 127.0.0.1 are <em>very</em> different as far as MySQL is concerned; you may have to try both to see which works with your database server. If your server is using a non-standard port, append it after the hostname prefixed with a colon, e.g. 127.0.0.1:1234 to use a database server on 127.0.0.1 listening to port 1234.
tr_tr: Veritabanı sunucusunun ana bilgisayar adı veya IP adresi (genellikle: localhost). Lütfen localhost ve 127.0.0.1'in MySQL söz konusu olduğunda <em>çok</em> farklı olduğunu unutmayın; veritabanı sunucunuzla hangisinin çalıştığını görmek için her ikisini de denemeniz gerekebilir. Sunucunuz standart olmayan bir bağlantı noktası kullanıyorsa, ana bilgisayar adından sonra iki nokta üst üste ekleyin, örneğin 127.0.0.1:1234, 127.0.0.1 üzerinde 1234 numaralı bağlantı noktasını dinleyen bir veritabanı sunucusu kullanmak için.

# PANOPTICON_SETUP_LBL_DATABASE_NAME
source: Database name
tr_tr: Veritabanı Adı

# PANOPTICON_SETUP_LBL_DATABASE_NAME_HELP
source: The name of your database. Most hosts using cPanel, Plesk and other major hosting panels will give database names like abcdef_username, where abcdef is your hosting control panel username. If unsure, please ask your host.
tr_tr: Veritabanınızın adı. cPanel, Plesk ve diğer büyük barındırma panellerini kullanan çoğu ana bilgisayar, abcdef_username gibi veritabanı adları verecektir; burada abcdef, barındırma kontrol paneli kullanıcı adınızdır. Emin değilseniz lütfen barındırıcınıza sorun.

# PANOPTICON_SETUP_LBL_DATABASE_PASS
source: Password
tr_tr: Parola

# PANOPTICON_SETUP_LBL_DATABASE_PASS_HELP
source: The password you use to connect to your database.
tr_tr: Veritabanınıza bağlanmak için kullandığınız şifre.

# PANOPTICON_SETUP_LBL_DATABASE_PREFIX
source: Database table name prefix
tr_tr: Veritabanı tablosu adı öneki

# PANOPTICON_SETUP_LBL_DATABASE_PREFIX_HELP
source: The common table name prefix of all database tables belonging to this Panopticon installation.
tr_tr: Bu Panopticon kurulumuna ait tüm veritabanı tablolarının ortak tablo adı öneki.

# PANOPTICON_SETUP_LBL_DATABASE_USER
source: User name
tr_tr: Kullanıcı Adı

# PANOPTICON_SETUP_LBL_DATABASE_USER_HELP
source: The username you use to connect to your database. Most hosts using cPanel, Plesk and other major hosting panels will give usernames like abcdef_username, where abcdef is your hosting control panel username. If unsure, please ask your host.
tr_tr: Veritabanınıza bağlanmak için kullandığınız kullanıcı adı. cPanel, Plesk ve diğer büyük barındırma panellerini kullanan çoğu ana bilgisayar, abcdef_username gibi kullanıcı adları verecektir; burada abcdef, barındırma kontrol paneli kullanıcı adınızdır. Emin değilseniz lütfen barındırıcınıza sorun.

# PANOPTICON_SETUP_LBL_DATABASE_DBENCRYPTION
source: Connect with an SSL certificate
tr_tr: SSL sertifikasıyla bağlanın

# PANOPTICON_SETUP_LBL_DATABASE_DBENCRYPTION_HELP
source: Should we connect to the database using an SSL certificate? This can be used instead of username and password authentication (encrypted connection with certificate authentication) or <em>on top of</em> username and password authentication (encrypted connection with password authentication). If you don't know what this means set this option to No and ignore the next few options as well.
tr_tr: Veritabanına bir SSL sertifikası kullanarak bağlanmalı mıyız? Bu, kullanıcı adı ve parola kimlik doğrulaması yerine (sertifika kimlik doğrulaması ile şifreli bağlantı) veya kullanıcı adı ve parola kimlik doğrulamasının <em>üstünde</em> (parola kimlik doğrulaması ile şifreli bağlantı) kullanılabilir. Bunun ne anlama geldiğini bilmiyorsanız bu seçeneği Hayır olarak ayarlayın ve sonraki birkaç seçeneği de göz ardı edin.

# PANOPTICON_SETUP_LBL_DATABASE_DBSSLCIPHER
source: SSL/TLS Encryption Methods
tr_tr: SSL/TLS Encryption Yöntemleri

# PANOPTICON_SETUP_LBL_DATABASE_DBSSLCIPHER_HELP
source: Enter a list of encryption methods for connecting with SSL certificates, separated by colons. If left empty the default list (<code>AES128-GCM-SHA256:AES256-GCM-SHA384:AES128-CBC-SHA256:AES256-CBC-SHA384:DES-CBC3-SHA</code>) will be used (recommended).
tr_tr: SSL sertifikaları ile bağlanmak için şifreleme yöntemlerinin listesini iki nokta üst üste ile ayırarak girin. Boş bırakılırsa varsayılan liste<code>(AES128-GCM-SHA256:AES256-GCM-SHA384:AES128-CBC-SHA256:AES256-CBC-SHA384:DES-CBC3-SHA</code>) kullanılır (önerilir).

# PANOPTICON_SETUP_LBL_DATABASE_DBSSLCA
source: Certification Authority (CA) file
tr_tr: Sertifika Yetkilisi (CA) Dosyası

# PANOPTICON_SETUP_LBL_DATABASE_DBSSLCA_HELP
source: Absolute file path to the Certification Authority (CA) certificate PEM file of your database server, e.g. <code>/home/myuser/ca.pem</code>
tr_tr: Veritabanı sunucunuzun Sertifika Yetkilisi (CA) sertifikası PEM dosyasının mutlak dosya yolu, örneğin <code>/home/myuser/ca.pem</code>

# PANOPTICON_SETUP_LBL_DATABASE_DBSSLKEY
source: Database user's Private Key file
tr_tr: Veritabanı kullanıcısının Özel Anahtar dosyası

# PANOPTICON_SETUP_LBL_DATABASE_DBSSLKEY_HELP
source: Absolute file path to the private key PEM file of your database user, e.g. <code>/home/myuser/myuser-key.pem</code>
tr_tr: Veritabanı kullanıcınızın özel anahtar PEM dosyasının mutlak dosya yolu, örneğin <code>/home/myuser/myuser-key.pem</code>

# PANOPTICON_SETUP_LBL_DATABASE_DBSSLCERT
source: Database user's Public Key (Certificate) file
tr_tr: Veritabanı kullanıcısının Genel Anahtar (Sertifika) dosyası

# PANOPTICON_SETUP_LBL_DATABASE_DBSSLCERT_HELP
source: Absolute file path to the public key (certificate) PEM file of your database user, e.g. <code>/home/myuser/myuser.pem</code>
tr_tr: Veritabanı kullanıcınızın ortak anahtar (sertifika) PEM dosyasının mutlak dosya yolu, örneğin <code>/home/myuser/myuser.pem</code>

# PANOPTICON_SETUP_LBL_DATABASE_DBSSLVERIFYSERVERCERT
source: Verify server certificate
tr_tr: Sunucu sertifikasını doğrulama

# PANOPTICON_SETUP_LBL_DATABASE_DBSSLVERIFYSERVERCERT_HELP
source: Set to Yes to verify the certificate the server sends back to us. This is verified against the Certification Authority (CA) file you specified. If you get connection errors set this to No; some setups (especially those generated by the <code>mysql_ssl_rsa_setup</code>) may disallow a connection if certification verification is enabled. If you enable verification and the CA file field is left blank the server's certificate will be checked against the Certification Authority files your server knows about, see the <code>openssl.cafile</code> and <code>openssl.capath</code> PHP options.
tr_tr: Sunucunun bize geri gönderdiği sertifikayı doğrulamak için Evet olarak ayarlayın. Bu, belirttiğiniz Sertifika Yetkilisi (CA) dosyasına göre doğrulanır. Bağlantı hataları alırsanız bunu Hayır olarak ayarlayın; bazı kurulumlar (özellikle <code>mysql_ssl_rsa_setup</code> tarafından oluşturulanlar) sertifika doğrulaması etkinleştirilirse bağlantıya izin vermeyebilir. Doğrulamayı etkinleştirirseniz ve CA dosyası alanı boş bırakılırsa, sunucunun sertifikası sunucunuzun bildiği Sertifika Yetkilisi dosyalarına karşı denetlenecektir, <code>openssl.cafile</code> ve openssl <code>.capath</code> PHP seçeneklerine bakınız.

# PANOPTICON_SETUP_DIRECTFTP_HOST_TITLE
source: Host name
tr_tr: Sunucu Adı

# PANOPTICON_SETUP_DIRECTFTP_HOST_DESCRIPTION
source: The FTP server's host name, without the protocol. Do not use <s><code>ftp://example.com</code></s>; use <code>example.com</code> instead.
tr_tr: Protokol olmadan FTP sunucusunun ana bilgisayar adı. Kullanmayın <s><code>ftp://example.com</code></s>yerine <code>example.com</code> adresini kullanın.

# PANOPTICON_SETUP_DIRECTFTP_PORT_TITLE
source: Port
tr_tr: Bağlantı Noktası

# PANOPTICON_SETUP_DIRECTFTP_PORT_DESCRIPTION
source: FTP server's TCP/IP port. Usually 21. Please ask your host.
tr_tr: FTP sunucusunun TCP/IP bağlantı noktası. Genellikle 21. Lütfen barındırıcınıza sorun.

# PANOPTICON_SETUP_DIRECTFTP_USER_TITLE
source: User name
tr_tr: Kullanıcı Adı

# PANOPTICON_SETUP_DIRECTFTP_USER_DESCRIPTION
source: Username, case-sensitive.
tr_tr: Kullanıcı adı, büyük/küçük harfe duyarlı.

# PANOPTICON_SETUP_DIRECTFTP_PASSWORD_TITLE
source: Password
tr_tr: Parola

# PANOPTICON_SETUP_DIRECTFTP_PASSWORD_DESCRIPTION
source: Password, case-sensitive. Best use passwords consisting only of a-z, A-Z, 0-9, dashes, dots, underscores, and exclamation points. Other characters may trigger your web server's anti-hacking protection.
tr_tr: Parola, büyük/küçük harfe duyarlıdır. En iyisi yalnızca a-z, A-Z, 0-9, tire, nokta, alt çizgi ve ünlem işaretlerinden oluşan parolalar kullanın. Diğer karakterler web sunucunuzun anti-hack korumasını tetikleyebilir.

# PANOPTICON_SETUP_DIRECTFTP_FTPS_TITLE
source: Use FTP over SSL (FTPS)
tr_tr: SSL üzerinden FTP kullanın (FTPS)

# PANOPTICON_SETUP_DIRECTFTP_FTPS_DESCRIPTION
source: Connect to your FTP server using an SSL-encrypted connection. <strong>This is not the same as SFTP, SCP or "Secure FTP"</strong>. If your server doesn't support this method you will get connection errors.
tr_tr: SSL şifreli bir bağlantı kullanarak FTP sunucunuza bağlanın. <strong>Bu, SFTP, SCP veya "Güvenli FTP" ile aynı değildir</strong>. Sunucunuz bu yöntemi desteklemiyorsa bağlantı hataları alırsınız.

# PANOPTICON_SETUP_DIRECTFTP_INITDIR_TITLE
source: Initial directory
tr_tr: Başlangıç ​​Dizini

# PANOPTICON_SETUP_DIRECTFTP_INITDIR_DESCRIPTION
source: The absolute FTP path to the directory where the files will be uploaded. If unsure, connect to your server with FileZilla, browse to the intended directory and copy the path appearing on the right-hand pane above the directory list. Usually, it's something like <code>/public_html</code> or <code>/httpdocs</code>.
tr_tr: Dosyaların yükleneceği dizine giden mutlak FTP yolu. Emin değilseniz FileZilla ile sunucunuza bağlanın, istediğiniz dizine göz atın ve sağdaki bölmede dizin listesinin üzerinde görünen yolu kopyalayın. Genellikle <code>/public_html</code> veya <code>/httpdocs</code> gibi bir şeydir.

# PANOPTICON_SETUP_DIRECTFTP_PASSIVE_TITLE
source: Passive mode
tr_tr: Pasif Kip

# PANOPTICON_SETUP_DIRECTFTP_PASSIVE_DESCRIPTION
source: Uses FTP passive mode when transferring data. Should be enabled on all servers with a port firewall, which is practically all servers nowadays.
tr_tr: Veri aktarırken FTP pasif kipini kullanır. Bağlantı noktası güvenlik duvarına sahip tüm sunucularda etkinleştirilmelidir; günümüzde hemen hemen tüm sunucularda bu etkinleştirilmelidir.

# PANOPTICON_SETUP_DIRECTFTP_TEST_DESCRIPTION
source: Tests the FTP connection.
tr_tr: FTP bağlantısını test eder.

# PANOPTICON_SETUP_DIRECTFTP_TEST_FAIL
source: Could not connect to the FTP server.
tr_tr: FTP sunucusuna bağlanılamadı.

# PANOPTICON_SETUP_DIRECTFTP_TEST_OK
source: Successful connection to the FTP server.
tr_tr: FTP sunucusuna başarılı bağlantı.

# PANOPTICON_SETUP_DIRECTFTP_TEST_TITLE
source: Test FTP connection
tr_tr: FTP bağlantısını test edin

# PANOPTICON_SETUP_DIRECTSFTP_HOST_TITLE
source: Host name
tr_tr: Sunucu Adı

# PANOPTICON_SETUP_DIRECTSFTP_HOST_DESCRIPTION
source: SFTP server's hostname, without the protocol. Do not use <s><code>sftp://example.com</code></s>; use <code>example.com</code> instead.
tr_tr: SFTP sunucusunun ana bilgisayar adı, protokol olmadan. <s><code>sftp://example.com</code></s> kullanmayın; bunun yerine <code>example.com</code>'u kullanın.

# PANOPTICON_SETUP_DIRECTSFTP_PORT_TITLE
source: Port
tr_tr: Bağlantı Noktası

# PANOPTICON_SETUP_DIRECTSFTP_PORT_DESCRIPTION
source: TCP/IP port for SFTP. Usually 22. If unsure, please ask your host.
tr_tr: SFTP için TCP/IP bağlantı noktası. Genellikle 22. Emin değilseniz lütfen barındırıcınıza sorun.

# PANOPTICON_SETUP_DIRECTSFTP_USER_TITLE
source: Username
tr_tr: Kullanıcı Adı

# PANOPTICON_SETUP_DIRECTSFTP_USER_DESCRIPTION
source: Username, case-sensitive. Your SFTP server must allow username/password authentication.
tr_tr: Kullanıcı adı, büyük/küçük harfe duyarlı. SFTP sunucunuz kullanıcı adı/şifre kimlik doğrulamasına izin vermelidir.

# PANOPTICON_SETUP_DIRECTSFTP_PASSWORD_TITLE
source: Password
tr_tr: Parola

# PANOPTICON_SETUP_DIRECTSFTP_PASSWORD_DESCRIPTION
source: SFTP password, case-sensitive.
tr_tr: SFTP şifresi, büyük/küçük harfe duyarlıdır.

# PANOPTICON_SETUP_DIRECTSFTP_INITDIR_TITLE
source: Initial directory
tr_tr: Başlangıç ​​Dizini
