Repository: Memotas/panopticon
Catalog: languages/*.po
Languages: tr_tr

# PANOPTICON_SITES_FIELD_ADMIN_PASSWORD
source: Administrator Directory Password
tr_tr: Yönetici Dizini Parola Koruması

# PANOPTICON_SITES_FIELD_CONFIG_CORE_UPDATE_INSTALL
source: What To Do On CMS Update Found
tr_tr: CMS Güncellemesi Bulunduğunda Ne Yapmalı

# PANOPTICON_SITES_FIELD_CONFIG_CORE_UPDATE_WHEN
source: When Should Updates Be Installed
tr_tr: Güncellemeler Ne Zaman Yüklenmeli

# PANOPTICON_SITES_OPT_CONFIG_CORE_UPDATE_WHEN_IMMEDIATELY
source: Immediately
tr_tr: Acilen

# PANOPTICON_SITES_OPT_CONFIG_CORE_UPDATE_WHEN_TIME
source: Time of Day
tr_tr: Günün Zamanı

# PANOPTICON_SITES_FIELD_CONFIG_CORE_UPDATE_TIME
source: Time Of The Day to Install Updates On (Hour:Minute)
tr_tr: Güncelleştirmelerin Yükleneceği Günün Saati (Saat:Dakika)

# PANOPTICON_SITES_FIELD_CONFIG_CORE_UPDATE_TIME_HOUR
source: Hour
tr_tr: Saat

# PANOPTICON_SITES_FIELD_CONFIG_CORE_UPDATE_TIME_MINUTES
source: Minutes
tr_tr: Dakika

# PANOPTICON_SITES_FIELD_CONFIG_CORE_UPDATE_TIME_HELP
source: The time expressed in the %s timezone. If updates are found <em>after</em> this time of the day the update installation will take place on the next calendar day. Avoid using the Daylight Savings Time changeover time of the day (usually: between 2am and 4am); otherwise, update scheduling will act in what you perceive to be a “weird” or “wrong” way if an update is found on the day of the Daylight Savings Time changeover.
tr_tr: %s zaman diliminde ifade edilen saat. Güncellemeler günün bu saatinden <em>sonra</em> bulunursa, güncelleme yüklemesi bir sonraki takvim gününde gerçekleştirilecektir. Yaz saati uygulamasına geçiş saatini kullanmaktan kaçının (genellikle: gece 2 ile sabah 4 arasında); aksi takdirde, yaz saati uygulamasına geçiş gününde bir güncelleme bulunursa güncelleme zamanlaması "garip" veya "yanlış" olarak algıladığınız şekilde hareket edecektir.

# PANOPTICON_SITES_FIELD_CONFIG_CORE_UPDATE_EMAIL_CC
source: CC the Following Email Addresses
tr_tr: Aşağıdaki E-Posta Adreslerini CC Yapın

# PANOPTICON_SITES_FIELD_CONFIG_CORE_UPDATE_EMAIL_CC_HELP
source: A comma-separated list of additional email addresses to Carbon Copy when sending emails about the site update. Addresses can be in the format <code>foo@example.com</code> (only email address) or <code>Mr. Foo Bar &lt;foo@example.com&gt;</code> (name and address).
tr_tr: Site güncellemesiyle ilgili e-postalar gönderilirken Karbon Kopya'ya gönderilecek ek e-posta adreslerinin virgülle ayrılmış bir listesi. Adresler <code>foo@example.com</code> (yalnızca e-posta adresi) veya <code>Bay Foo Bar &lt;foo@example.com&gt;</code> (ad ve adres) biçiminde olabilir.

# PANOPTICON_SITES_FIELD_CONFIG_CORE_UPDATE_EMAIL_ERROR
source: Send Email after Update Failure
tr_tr: Güncelleme Hatasından Sonra E-Posta Gönder

# PANOPTICON_SITES_FIELD_CONFIG_CORE_UPDATE_EMAIL_AFTER
source: Send Email after Update Success
tr_tr: Güncelleme Başarısından Sonra E-Posta Gönder

# PANOPTICON_LBL_SITE_SAVED
source: The Site definition has been saved.
tr_tr: Site tanımı kaydedildi.

# PANOPTICON_LBL_SITE_COPIED
source: The selected Site definition(s) have been copied.
tr_tr: Seçilen Site tanımı/tanımları kopyalandı.

# PANOPTICON_LBL_SITE_DELETED
source: The selected Site definition(s) have been deleted.
tr_tr: Seçilen Site tanımları silindi.

# PANOPTICON_LBL_FIELD_ENABLED_HELP
source: Controls whether the site is shown in the Overview page, whether its information is automatically refreshed, and whether it participates in any kind of scheduled (automatic) actions such as updates.
tr_tr: Sitenin Genel Bakış sayfasında gösterilip gösterilmediğini, bilgilerinin otomatik olarak yenilenip yenilenmediğini ve güncelleme gibi her türlü planlanmış (otomatik) eyleme katılıp katılmadığını kontrol eder.

# PANOPTICON_LBL_SITE_OWNERSHIP
source: Site Ownership
tr_tr: Site Sahipliği

# PANOPTICON_LBL_SITE_OWNERSHIP_NON_SUPER
source: If you need the site ownership information modified please contact a user with administration or superuser privileges.
tr_tr: Site sahipliği bilgilerinin değiştirilmesine ihtiyacınız varsa lütfen yönetim veya süper kullanıcı ayrıcalıklarına sahip bir kullanıcıyla iletişime geçin.

# PANOPTICON_SITES_LBL_GROUPS_INFO
source: This section is only relevant to multi–user installations with different access per site; please consult the documentation for more information. If you are managing a single–user installation, or if all users have equal access to all sites, you can ignore it.
tr_tr: Bu bölüm yalnızca site başına farklı erişime sahip çok kullanıcılı kurulumlarla ilgilidir; daha fazla bilgi için lütfen belgelere bakın. Tek kullanıcılı bir kurulumu yönetiyorsanız veya tüm kullanıcılar tüm sitelere eşit erişime sahipse bunu göz ardı edebilirsiniz.

# PANOPTICON_SITES_LBL_GROUPS
source: Groups
tr_tr: Gruplar

# PANOPTICON_SITES_LBL_GROUPS_PLACEHOLDER
source: Select one or more groups (optional)
tr_tr: Bir veya Daha Fazla Grup Seçin (isteğe bağlı)

# PANOPTICON_SITES_LBL_DLKEY_EDIT_TITLE
source: Edit a Download Key
tr_tr: İndirme Anahtarını Düzenleme

# PANOPTICON_SITES_LBL_DLKEY
source: Download Key
tr_tr: İndirme Anahtarı

# PANOPTICON_SITES_LBL_CONNECTION_DOCTOR_TITLE
source: Connection Doctor
tr_tr: Bağlantı Doktoru

# PANOPTICON_SITES_LBL_CONNECTION_DOCTOR_OKAY
source: All good!
tr_tr: Tümü iyi!

# PANOPTICON_SITES_LBL_CONNECTION_DOCTOR_OKAY_MORE
source: The connection to your site was tested, and found to be working fine.
tr_tr: Sitenize olan bağlantı test edildi ve düzgün çalıştığı görüldü.

# PANOPTICON_SITES_TITLE_READ
source: Site Information
tr_tr: Site Bilgisi

# PANOPTICON_ERR_SITES_NOTFOUND
source: Site Record Not Found
tr_tr: Site Kaydı Bulunamadı

# PANOPTICON_SITE_LBL_REFRESHED_OK
source: The site information has been refreshed.
tr_tr: Site bilgileri yenilendi.

# PANOPTICON_SITE_ERR_REFRESHED_FAILED
source: The site information refresh has failed: %s
tr_tr: Site bilgilerinin yenilenmesi başarısız oldu: %s

# PANOPTICON_SITE_ERR_COREUPDATESITEFIX_FAILED
source: Could not fix the Joomla Update Site record: %s
tr_tr: Joomla Güncelleme Sitesi kaydı düzeltilemedi: %s

# PANOPTICON_SITE_LBL_EXTENSIONS_REFRESHED_OK
source: The extensions update information has been refreshed.
tr_tr: Eklenti güncelleme bilgileri yenilendi.

# PANOPTICON_SITE_ERR_EXTENSIONS_REFRESHED_FAILED
source: The extensions update information refresh has failed: %s
tr_tr: Eklenti güncelleme bilgilerinin yenilenmesi başarısız oldu: %s

# PANOPTICON_SITE_LBL_EXTENSION_UPDATE_SCHEDULE_OK
source: Scheduled the extension update.
tr_tr: Eklenti güncellemesi planlandı.

# PANOPTICON_SITE_ERR_EXTENSION_UPDATE_SCHEDULE_FAILED
source: Scheduling the extension update has failed.
tr_tr: Eklenti güncellemesinin planlanması başarısız oldu.

# PANOPTICON_SITE_LBL_EXTENSION_UPDATE_SCHEDULE_ERROR_CLEARED
source: The scheduling error has been cleared.
tr_tr: Planlama hatası giderildi.

# PANOPTICON_SITE_LBL_EXTENSION_UPDATE_SCHEDULE_ERROR_NOT_CLEARED
source: The scheduling error could not be cleared: %s
tr_tr: Planlama hatası temizlenemedi: %s

# PANOPTICON_SITE_LBL_JUPDATE_SCHEDULE_OK
source: Scheduled the Joomla core update.
tr_tr: Joomla çekirdek güncellemesini planladı.

# PANOPTICON_SITE_ERR_JUPDATE_SCHEDULE_FAILED
source: Scheduling the Joomla core update has failed.
tr_tr: Joomla çekirdek güncellemesinin planlanması başarısız oldu.

# PANOPTICON_SITE_LBL_JUPDATE_SCHEDULE_ERROR_CLEARED
source: The scheduling error has been cleared.
tr_tr: Planlama hatası giderildi.

# PANOPTICON_SITE_LBL_JUPDATE_SCHEDULE_ERROR_NOT_CLEARED
source: The scheduling error could not be cleared: %s
tr_tr: Planlama hatası temizlenemedi: %s

# PANOPTICON_SITE_LBL_JUPDATE_HEAD
source: Joomla!™ Update
tr_tr: Joomla!™ Güncelleme

# PANOPTICON_SITE_BTN_JUPDATE_RELOAD
source: Reload Joomla!™ Update information
tr_tr: Joomla!™ Güncelleme Bilgilerini Yenile

# PANOPTICON_SITE_BTN_JUPDATE_RELOAD_SR
source: Reload Joomla!™ Update information for site “%s”
tr_tr: “%s” sitesi için Joomla!™ Güncelleme bilgilerini yenile

# PANOPTICON_SITE_LBL_JUPDATE_LAST_CHECKED
source: Last checked:
tr_tr: Son Denetim:

# PANOPTICON_SITE_LBL_JUPDATE_ERR_JOOMLA_FILES_EXT_MISSING
source: The Joomla! extension record is missing from your site. Joomla! cannot detect whether updates to itself are available.
tr_tr: Sitenizde Joomla eklenti kaydı eksik. Joomla, kendisine yönelik güncellemelerin mevcut olup olmadığını tespit edemiyor.

# PANOPTICON_SITE_LBL_JUPDATE_SEEK_HELP_JFORUM
source: Try asking for help on the <a href="https://forum.joomla.org" target="_blank">Joomla! Forum</a>.
tr_tr: <a href="https://forum.joomla.org" target="_blank">Joomla! Forum</a>'da yardım istemeyi deneyin.

# PANOPTICON_SITE_LBL_JUPDATE_ALT_FIX
source: Alternatively, try clicking the button below.
tr_tr: Alternatif olarak aşağıdaki düğmeye tıklamayı deneyin.

# PANOPTICON_SITE_LBL_JUPDATE_ERR_UPDATESITE_MISSING
source: The Joomla! Update Site record is missing from your site. Joomla! cannot detect whether updates to itself are available.
tr_tr: Joomla Güncelleme Sitesi kaydı sitenizde eksik. Joomla, kendisine yönelik güncellemelerin mevcut olup olmadığını tespit edemiyor.

# PANOPTICON_SITE_LBL_JUPDATE_UPDATESITE_FIX_J4
source: Go to your site's administrator backend, System, Update, Update Sites, and click on the Rebuild button.
tr_tr: Sitenizin yönetici arka ucuna gidin, Sistem, Güncelle, Siteleri Güncelle ve Yeniden Oluştur düğmesine tıklayın.

# PANOPTICON_SITE_LBL_JUPDATE_UPDATESITE_FIX_J3
source: Go to your site's administrator backend, Extensions, Manage, Update Sites, and click on the Rebuild button.
tr_tr: Sitenizin yönetici arka ucuna, Eklentiler, Yönet, Siteleri Güncelle'ye gidin ve Yeniden Oluştur düğmesine tıklayın.

# PANOPTICON_SITE_LBL_JUPDATE_COREUPDATESITEFIX_BTN
source: Attempt an automatic fix
tr_tr: Otomatik Düzeltmeyi Deneyin

# PANOPTICON_SITE_LBL_JUPDATE_AVAILABLE_UPDATE
source: Joomla! %s is available
tr_tr: Joomla %s mevcut

# PANOPTICON_SITE_LBL_JUPDATE_CURRENT_VERSION
source: Your site is currently using Joomla! %s.
tr_tr: Siteniz şu anda Joomla %s kullanıyor.

# PANOPTICON_SITE_LBL_JUPDATE_IS_PATCH_RELEASE
source: This is a patch (point) update which is almost always safe.
tr_tr: Bu, neredeyse her zaman güvenli olan bir yama (nokta) güncellemesidir.

# PANOPTICON_SITE_LBL_JUPDATE_IS_MINOR_RELEASE
source: This is a minor (version family) update which may affect your template overrides, templates, and some third party extensions.
tr_tr: Bu, şablon geçersiz kılmalarınızı, şablonlarınızı ve bazı üçüncü taraf eklentilerinizi etkileyebilecek küçük (sürüm ailesi) bir güncellemedir.

# PANOPTICON_SITE_LBL_JUPDATE_MINOR_RELEASE_ADMONISHMENT
source: It is a good idea to take a backup of your site, and test this update on a copy of your site first.
tr_tr: Sitenizin yedeğini almanız ve bu güncellemeyi öncelikle sitenizin bir kopyasında test etmeniz iyi bir fikirdir.

# PANOPTICON_SITE_LBL_JUPDATE_IS_MAJOR_RELEASE
source: This is a major version update which will most likely affect your template overrides, templates, and possibly some third party extensions.
tr_tr: Bu büyük olasılıkla şablon geçersiz kılmalarınızı, şablonlarınızı ve muhtemelen bazı üçüncü taraf eklentilerinizi etkileyecek büyük bir sürüm güncellemesidir.

# PANOPTICON_SITE_LBL_JUPDATE_MAJOR_RELEASE_ADMONISHMENT
source: It is very strongly recommended that you take a backup of your site, and test this update on a copy of your site first.
tr_tr: Sitenizin bir yedeğini almanız ve bu güncellemeyi önce sitenizin bir kopyasında test etmeniz şiddetle tavsiye edilir.

# PANOPTICON_SITE_LBL_JUPDATE_UP_TO_DATE
source: Joomla! %s is up-to-date
tr_tr: Joomla %s güncel

# PANOPTICON_SITE_LBL_JUPDATE_EOL
source: Joomla! %s is unsupported
tr_tr: Joomla %s desteklenmiyor

# PANOPTICON_SITE_LBL_JUPDATE_EOL_MAJOR
source: The Joomla! %s series is End-of-Life
tr_tr: Joomla %s serisinin Kullanım Ömrü Sonu

# PANOPTICON_SITE_LBL_JUPDATE_EOL_MINOR
source: The Joomla! %s version family is End-of-Life
tr_tr: Joomla %s sürüm ailesinin Kullanım Ömrü Sonu

# PANOPTICON_SITE_LBL_JUPDATE_EOL_DATE
source: Joomla! %s became End of Life on %s
tr_tr: Joomla %s, %s tarihinde Kullanım Ömrünün Sonu Oldu

# PANOPTICON_SITE_LBL_JUPDATE_SECURITY_DATE
source: Joomla! %s receives security updates only since %s and will become End-of-Life on %s.
tr_tr: Joomla! %s yalnızca %s'den beri güvenlik güncellemeleri almaktadır ve %s'de Yaşam Sonu olacaktır.

# PANOPTICON_SITE_LBL_JUPDATE_STABLE_DATE
source: Joomla! %s receives security updates and bug fixes until %s. It will become End-of-Life and superseded by a new minor version on %s.
tr_tr: Joomla! %s, %s'e kadar güvenlik güncellemeleri ve hata düzeltmeleri alır. 2] tarihinde Kullanım Ömrü Sonu haline gelecek ve yeni bir küçük sürümle değiştirilecektir.

# PANOPTICON_SITE_LBL_JUPDATE_LAST_STABLE_DATE
source: Joomla! %s receives security updates and bug fixes until %s. It will become End-of-Life on %s. It is superseded by a new major version.
tr_tr: Joomla! %s, %s tarihine kadar güvenlik güncellemeleri ve hata düzeltmeleri alır. 2] tarihinde Kullanım Ömrü Sonu haline gelecektir. Yeni bir ana sürüm tarafından değiştirilir.

# PANOPTICON_SITE_LBL_JUPDATE_CANNOT_INSTALL
source: The newer Joomla! version %s is available but cannot be installed because of your site preferences.
tr_tr: Daha yeni Joomla! sürümü %s mevcuttur ancak site tercihleriniz nedeniyle yüklenemez.

# PANOPTICON_SITE_LBL_JUPDATE_FIX_TO_INSTALL_NEXT_VERSION
source: Go to your site's administrator backend, System, Update, Joomla, click on Options, and change the update channel to Joomla Next. Please check Joomla's requirements, especially the database version and PHP version requirements. Note that your site is currently using PHP %s.
tr_tr: Sitenizin yönetici arka ucuna gidin, Sistem, Güncelleme, Joomla, Seçenekler'e tıklayın ve güncelleme kanalını Joomla Sonraki olarak değiştirin. Lütfen Joomla'nın gereksinimlerini, özellikle de veritabanı sürümü ve PHP sürümü gereksinimlerini kontrol edin. Sitenizin şu anda PHP %s kullandığını unutmayın.

# PANOPTICON_SITE_LBL_JUPDATE_NOT_SCHEDULED
source: The update is <span class="text-danger fw-semibold">not scheduled</span> to run automatically. You can run the update manually on your site, or click on the button below.
tr_tr: Güncelleme <span class="text-danger fw-semibold">otomatik olarak çalışacak şekilde planlanmadı</span>. Güncellemeyi sitenizde elle çalıştırabilir veya aşağıdaki düğmeye tıklayabilirsiniz.

# PANOPTICON_SITE_LBL_JUPDATE_SCHEDULED
source: The update is <span class="fw-semibold text-success">scheduled</span> to run automatically after %s.
tr_tr: Güncelleme %s sonrasında otomatik olarak çalışacak şekilde <span class="fw-semibold text-success">planlandı</span>.

# PANOPTICON_SITE_LBL_JUPDATE_SCHEDULED_ASAP
source: The update is <span class="fw-semibold text-success">scheduled</span> to run automatically as soon as possible.
tr_tr: Güncelleme, mümkün olan en kısa sürede otomatik olarak çalışacak şekilde <span class="fw-semibold text-success">planlandı</span>.

# PANOPTICON_SITE_LBL_JUPDATE_RUNNING
source: The update is <span class="fw-semibold text-success">currently taking place</span>
tr_tr: Güncelleme <span class="fw-semibold text-success">şu anda gerçekleştiriliyor</span>

# PANOPTICON_SITE_LBL_JUPDATE_ERRORED
source: The update was scheduled to run automatically but ran into an error:
tr_tr: Güncellemenin otomatik olarak çalışması planlandı ancak bir hatayla karşılaştı:

# PANOPTICON_SITE_LBL_JUPDATE_THE_ERROR_REPORTED_WAS
source: The error reported was:
tr_tr: Bildirilen hata şuydu:

# PANOPTICON_SITE_LBL_JUPDATE_ERROR_TRACE
source: Error trace (for debugging):
tr_tr: Hata izleme (hata ayıklama için):

# PANOPTICON_SITE_LBL_JUPDATE_SCHEDULE_UPDATE
source: Schedule Automatic Update to Joomla! %s
tr_tr: Joomla %s için Otomatik Güncelleme Planla

# PANOPTICON_SITE_LBL_JUPDATE_UNSCHEDULE_UPDATE
source: Cancel Automatic Update
tr_tr: Otomatik Güncellemeyi İptal Et

# PANOPTICON_SITE_LBL_JUPDATE_UNSCHEDULE_ERR_NOT_SCHEDULED
source: There is no scheduled update.
tr_tr: Planlanmış bir güncelleme yok.

# PANOPTICON_SITE_LBL_JUPDATE_UNSCHEDULE_ERR_RUNNING
source: The scheduled update is already running.
tr_tr: Planlanan güncelleme zaten çalışıyor.

# PANOPTICON_SITE_ERR_JUPDATE_UNSCHEDULE_FAILED
source: Could not cancel the Joomla core update.
tr_tr: Joomla çekirdek güncellemesi iptal edilemedi.

# PANOPTICON_SITE_LBL_JUPDATE_SCHEDULE_CLEAR_ERROR
source: Clear Error
tr_tr: Hatayı Temizle

# PANOPTICON_SITE_LBL_JUPDATE_REFRESH_CORE_PROMPT
source: Site woes? Try refreshing the Joomla! core files.
tr_tr: Site sorunları mı var? Joomla çekirdek dosyalarını yenilemeyi deneyin.

# PANOPTICON_SITE_LBL_JUPDATE_BTN_REFRESH_CORE_PROMPT
source: Schedule Joomla! %s Files Refresh
tr_tr: Joomla %s Dosyalarının Yenilenmesini Planla

# PANOPTICON_SITE_LBL_JUPDATE_REFRESH_CORE_NOTE
source: Refreshing the Joomla! core files is <em>always safe</em>. Your site contents will not be changed. Use this to undo changes to the Joomla! core files (“core hacks”), or if you suspect that your site does not work correctly because of a failed update.
tr_tr: Joomla çekirdek dosyalarını yenilemek <em>her zaman güvenlidir</em>. Site içeriğiniz değişmeyecektir. Joomla!'da yapılan değişiklikleri geri almak için bunu kullanın. çekirdek dosyaları (“çekirdek saldırıları”) veya sitenizin başarısız bir güncelleme nedeniyle düzgün çalışmadığından şüpheleniyorsanız.

# PANOPTICON_SITE_LBL_JUPDATE_REFRESH_SCHEDULED
source: The core files refresh is <span class="fw-semibold text-success">scheduled</span> to run automatically after %s.
tr_tr: Çekirdek dosyaların yenilenmesi %s sonrasında otomatik olarak çalışacak şekilde <span class="fw-semibold text-success">planlandı</span>.

# PANOPTICON_SITE_LBL_JUPDATE_REFRESH_SCHEDULED_ASAP
source: The core files refresh is <span class="fw-semibold text-success">scheduled</span> to run automatically as soon as possible.
tr_tr: Çekirdek dosyaların yenilenmesi, mümkün olan en kısa sürede otomatik olarak çalışacak şekilde <span class="fw-semibold text-success">planlandı</span>.

# PANOPTICON_SITE_LBL_JUPDATE_REFRESH_RUNNING
source: The core files refresh is <span class="fw-semibold text-success">currently taking place</span>
tr_tr: Çekirdek dosyaların yenilenmesi <span class="fw-semibold text-success">şu anda gerçekleştiriliyor</span>

# PANOPTICON_SITE_LBL_JUPDATE_REFRESH_ERRORED
source: The core files refresh ran into an error:
tr_tr: Çekirdek dosyaların yenilenmesinde bir hata oluştu:

# PANOPTICON_SITE_LBL_JUPDATE_SOURCE_INFO
source: The Joomla! update availability information is provided by your site. Joomla! End-of-Life and security-only support dates are manually collected from the information published by the Joomla! project.
tr_tr: Joomla güncelleme kullanılabilirliği bilgileri siteniz tarafından sağlanır. Joomla Kullanım Ömrü Sonu ve yalnızca güvenlikle ilgili destek tarihleri, Joomla projesi tarafından yayımlanan bilgilerden manuel olarak toplanır.

# PANOPTICON_SITE_LBL_TEMPLATE_OVERRIDES_CHANGED_N
source: %d template overrides need to be reviewed
tr_tr: %d şablon geçersiz kılmasının incelenmesi gerekiyor

# PANOPTICON_SITE_LBL_TEMPLATE_OVERRIDES_CHANGED_N_1
source: One template override needs to be reviewed
tr_tr: Şablon geçersiz kılmanın incelenmesi gerekiyor

# PANOPTICON_SITE_BTN_TEMPLATE_OVERRIDES_CHECK
source: Check Template Overrides
tr_tr: Şablon Geçersiz Kılmalarını Kontrol Et

# PANOPTICON_SITE_LBL_EXTENSION_UPDATE_SCHEDULE_UPDATE
source: Schedule Automatic Update to version %s
tr_tr: %s sürümüne Otomatik Güncelleme planla

# PANOPTICON_SITE_LBL_EXTENSION_UPDATE_WILL_RUN
source: Extension updates will run automatically
tr_tr: Eklenti güncellemeleri otomatik olarak çalışacaktır

# PANOPTICON_SITE_LBL_EXTENSION_UPDATE_RUNNING
source: Automatic extension updates are in progress
tr_tr: Otomatik eklenti güncellemeleri devam ediyor

# PANOPTICON_SITE_LBL_EXTENSION_UPDATE_ERRORED
source: Automatic extension updates ran into an error:
tr_tr: Otomatik eklenti güncellemeleri bir hatayla karşılaştı:

# PANOPTICON_SITE_LBL_EXTENSION_UPDATE_STUCK
source: Automatic extension updates are stuck
tr_tr: Otomatik eklenti güncellemeleri takılı kaldı

# PANOPTICON_SITE_LBL_EXTENSION_UPDATE_STUCK_HELP
source: There are pending extension updates, but there is no scheduled update task to install them.
tr_tr: Bekleyen eklenti güncellemeleri var, ancak bunları yüklemek için planlanmış bir güncelleme görevi yok.

# PANOPTICON_SITE_LBL_EXTENSION_UPDATE_MAYBE_STUCK
source: Automatic extension updates may be stuck
tr_tr: Otomatik eklenti güncellemeleri takılıp kalmış olabilir

# PANOPTICON_SITE_LBL_EXTENSION_UPDATE_MAYBE_STUCK_HELP
source: Automatic extension updates are running, but the last time we detected any progress was at %s. If you have reasons to believe that this is not just because of a rather slow server, you can try resetting the updates by clicking the button below.
tr_tr: Otomatik eklenti güncellemeleri çalışıyor ancak en son %s'de herhangi bir ilerleme tespit ettik. Bunun yalnızca oldukça yavaş bir sunucudan kaynaklanmadığına inanmak için nedenleriniz varsa, aşağıdaki düğmeye tıklayarak güncellemeleri sıfırlamayı deneyebilirsiniz.

# PANOPTICON_SITE_LBL_EXTENSION_UPDATE_RESCHEDULE
source: Reschedule Automatic Extension Updates
tr_tr: Otomatik Eklenti Güncellemelerini Yeniden Planlayın

# PANOPTICON_SITE_LBL_EXTENSION_UPDATE_CANCEL
source: Cancel Automatic Extension Updates
tr_tr: Otomatik Eklenti Güncellemelerini İptal Et

# PANOPTICON_SITE_BTN_PHP_RELOAD
source: Reload PHP Information
tr_tr: PHP Bilgilerini Yenile

# PANOPTICON_SITE_BTN_EXTENSIONS_RELOAD
source: Reload Extensions Information
tr_tr: Eklenti Bilgilerini Yenile

# PANOPTICON_SITE_BTN_EXTENSIONS_RELOAD_SR
source: Reload Extensions Information for site “%s”
tr_tr: “%s” sitesi için eklenti bilgilerini yenile

# PANOPTICON_SITE_LBL_PHP_UNKNOWN
source: Unknown PHP %s
tr_tr: Bilinmeyen PHP %s

# PANOPTICON_SITE_LBL_PHP_UNKNOWN_INFO
source: Your version of PHP is not known to Panopticon. Try clearing the <code>cache</code> folder.
tr_tr: PHP sürümünüz Panopticon tarafından bilinmiyor. <code>önbellek</code> klasörünü temizlemeyi deneyin.

# PANOPTICON_SITE_LBL_PHP_EOL
source: End-of-Life PHP %s
tr_tr: Kullanım Ömrü Sonu PHP %s

# PANOPTICON_SITE_LBL_PHP_EOL_INFO
source: PHP %s reached its End-of-Life on %s. You should upgrade your site to PHP %s or later.
tr_tr: PHP %s, %s tarihinde Kullanım Ömrünün Sonuna ulaştı. Sitenizi PHP %s veya daha yeni bir sürüme yükseltmelisiniz.

# PANOPTICON_SITE_LBL_PHP_LTS_HEAD
source: Note about “long term support” Linux distributions
tr_tr: “Uzun vadeli destek” Linux dağıtımları hakkında not

# PANOPTICON_SITE_LBL_PHP_LTS_P1
source: Some Linux Distributions, such as RedHat Enterprise Linux and Ubuntu Server, may offer “long term support” for certain PHP versions past their End of Life date.
tr_tr: RedHat Enterprise Linux ve Ubuntu Server gibi bazı Linux Dağıtımları, Kullanım Ömrü Sonu tarihi geçmiş belirli PHP sürümleri için "uzun vadeli destek" sunabilir.

# PANOPTICON_SITE_LBL_PHP_LTS_P2
source: Please note that this typically requires an additional, often expensive, per-server license. Moreover, some security fixes which require changes in the internal PHP architecture cannot be applied in these old PHP versions. Finally, functional issues (‘bugs’) and compatibility with newer Internet standards and best practices are <em>never</em> addressed.
tr_tr: Bunun genellikle sunucu başına ek ve genellikle pahalı bir lisans gerektirdiğini lütfen unutmayın. Üstelik PHP'nin dahili mimarisinde değişiklik yapılmasını gerektiren bazı güvenlik düzeltmeleri bu eski PHP sürümlerinde uygulanamıyor. Son olarak, işlevsel sorunlar ("hatalar") ve daha yeni İnternet standartları ve en iyi uygulamalarla uyumluluk <em>hiçbir zaman</em> ele alınmaz.
