Repository: Memotas/panopticon
Catalog: languages/*.po
Languages: tr_tr

# PANOPTICON_SITES_LBL_TROUBLESHOOT_DNS_CHECK2
source: Have you recently bought the domain, assigned the domain to a server, or transferred your site between hosts? Keep in mind that DNS propagation takes anywhere from 5 minutes to several days. Moreover, due to the distributed nature of DNS, it is possible that you can see your site <em>from your device</em> but the server you have installed Panopticon on can't.
tr_tr: Yakın zamanda alan adını satın aldınız mı, alan adını bir sunucuya atadınız mı veya sitenizi ana bilgisayarlar arasında mı aktardınız? DNS yayılımının 5 dakikadan birkaç güne kadar sürebileceğini unutmayın. Üstelik DNS'in dağıtık yapısı nedeniyle sitenizi <em>cihazınızdan</em> görebilmeniz ancak Panopticon'u kurduğunuz sunucunun görememesi mümkündür.

# PANOPTICON_SITES_LBL_TROUBLESHOOT_DNS_CHECK3
source: If your site's domain resolves to an IPv6 address - but not an IPv4 address - make sure that the server you have installed Panopticon on supports IPv6. You may have to ask your host to confirm that this is the case.
tr_tr: Sitenizin etki alanı bir IPv6 adresine çözümleniyorsa ancak bir IPv4 adresine çözümlenmiyorsa, Panopticon'u kurduğunuz sunucunun IPv6'yı desteklediğinden emin olun. Barındırıcınızdan durumun böyle olduğunu onaylamasını istemeniz gerekebilir.

# PANOPTICON_SITES_LBL_TROUBLESHOOT_CONNECTOR_HEAD
source: The Akeeba Panopticon Connector is not enabled on your site
tr_tr: Akeeba Panopticon Connector sitenizde etkin değil

# PANOPTICON_SITES_LBL_TROUBLESHOOT_CONNECTOR_BLAH
source: Your Joomla! site needs to have the Akeeba Panopticon Connector installed and enabled for Akeeba Panopticon to work with it.
tr_tr: Akeeba Panopticon'un çalışması için Joomla sitenizde Akeeba Panopticon Connector kurulu ve etkinleştirilmiş olması gerekir.

# PANOPTICON_SITES_LBL_TROUBLESHOOT_CONNECTOR_CHECK
source: Please check the following:
tr_tr: Lütfen aşağıdakileri kontrol edin:

# PANOPTICON_SITES_LBL_TROUBLESHOOT_CONNECTOR_CHECK1
source: Have you installed the Akeeba Panopticon Connector package on your site?
tr_tr: Akeeba Panopticon Connector paketini sitenize yüklediniz mi?

# PANOPTICON_SITES_LBL_TROUBLESHOOT_CONNECTOR_CHECK2
source: Go to System, Manage, Extensions. Is the “Akeeba Panopticon Connector” <em>component</em> installed and enabled?
tr_tr: Sistem, Yönet, Eklentilere gidin. “Akeeba Panopticon Connector” <em>bileşeni</em> kurulu ve etkin mi?

# PANOPTICON_SITES_LBL_TROUBLESHOOT_CONNECTOR_CHECK3
source: Go to System, Manage, Extensions. Is the “Akeeba Panopticon Connector” <em>package</em> installed and enabled?
tr_tr: Sistem, Yönet, Eklentilere gidin. “Akeeba Panopticon Connector” <em>paketi</em> kurulu ve etkin mi?

# PANOPTICON_SITES_LBL_TROUBLESHOOT_CONNECTOR_CHECK4
source: Go to System, Manage, Plugins. Is the “Web Services - Panopticon” plugin enabled?
tr_tr: Sistem, Yönet, Uygulama Eklerine gidin. “Web Servisleri - Panopticon” uygulama eki etkin mi?

# PANOPTICON_SITES_LBL_TROUBLESHOOT_CONNECTOR_J3_HEAD
source: The “System - Panopticon Connector for Joomla 3” plugin is not enabled on your site
tr_tr: “Sistem - Joomla 3 için Panopticon Connector” uygulama eki sitenizde etkin değil

# PANOPTICON_SITES_LBL_TROUBLESHOOT_CONNECTOR_J3_BLAH
source: Your Joomla! site needs to have the “System - Panopticon Connector for Joomla 3” plugin installed and enabled for Akeeba Panopticon to work with it.
tr_tr: Akeeba Panopticon'un çalışabilmesi için Joomla sitenizde “System - Panopticon Connector Joomla 3 için” eklentisinin kurulu ve etkinleştirilmiş olması gerekir.

# PANOPTICON_SITES_LBL_TROUBLESHOOT_TLS_SELFSIGNED_HEAD
source: You are using a self-signed SSL/TLS certificate
tr_tr: Kendinden imzalı bir SSL/TLS sertifikası kullanıyorsunuz

# PANOPTICON_SITES_LBL_TROUBLESHOOT_TLS_SELFSIGNED_WHAT
source: You are using HTTPS to access your site, but the SSL/TLS certificate you are using is not signed by a commercial, well-known Certification Authority.
tr_tr: Sitenize erişmek için HTTPS kullanıyorsunuz ancak kullandığınız SSL/TLS sertifikası ticari, tanınmış bir Sertifika Yetkilisi tarafından imzalanmamış.

# PANOPTICON_SITES_LBL_TROUBLESHOOT_TLS_SELFSIGNED_CHECK
source: You can address this issue by doing <em>one</em> of the following:
tr_tr: Aşağıdakilerden <em>birini</em> yaparak bu sorunu çözebilirsiniz:

# PANOPTICON_SITES_LBL_TROUBLESHOOT_TLS_SELFSIGNED_CHECK1
source: Use plain HTTP. This is the least secure option, therefore strongly not recommended.
tr_tr: Düz HTTP kullanın. Bu en az güvenli seçenektir, bu nedenle kesinlikle önerilmez.

# PANOPTICON_SITES_LBL_TROUBLESHOOT_TLS_SELFSIGNED_CHECK2
source: Install an SSL/TLS certificate signed by a commercial, well-known Certification Authority. Most servers allow you to use <a href="https://en.wikipedia.org/wiki/Let%27s_Encrypt" target="_blank">Let's Encrypt</a> which issues valid, signed, fully working SSL/TLS certificates free of charge.
tr_tr: Ticari ve tanınmış bir Sertifika Yetkilisi tarafından imzalanmış bir SSL/TLS sertifikası yükleyin. Çoğu sunucu, geçerli, imzalı ve tam olarak çalışan SSL/TLS sağlayan <a href="https://en.wikipedia.org/wiki/Let%27s_Encrypt" target="_blank">Let's Encrypt</a>'i kullanmanıza izin verir. sertifikalar ücretsizdir.

# PANOPTICON_SITES_LBL_TROUBLESHOOT_TLS_SELFSIGNED_CHECK3
source: If you are on an Intranet, extranet, or otherwise need to maintain your own Certification Authority you can tell Panopticon to recognise your custom Certification Authority. Create the file <code>cacert.pem</code> inside the <code>user_code</code> folder of your Panopticon installation. Copy and paste your Certification Authority's (CA) public certificate(s) in <a href="https://en.wikipedia.org/wiki/Privacy-Enhanced_Mail" target="_blank">PEM</a> format. This is loaded <em>on top of</em> the standard CA files automatically, allowing Panopticon to access your site.
tr_tr: Bir Intranet, extranet üzerindeyseniz veya başka bir şekilde kendi Sertifika Yetkilinizi sürdürmeniz gerekiyorsa, Panopticon'a özel Sertifika Yetkilinizi tanımasını söyleyebilirsiniz. Panopticon kurulumunuzun <code>user_code</code> klasörünün içinde <code>cacert.pem</code> dosyasını oluşturun. Sertifika Yetkilinizin (CA) genel sertifikasını (sertifikalarını) <a href="https://en.wikipedia.org/wiki/Privacy-Enhanced_Mail" target="_blank">PEM</a> formatında kopyalayıp yapıştırın. Bu, standart CA dosyalarının <em>üzerine</em> otomatik olarak yüklenir ve Panopticon'un sitenize erişmesine izin verir.

# PANOPTICON_SITES_LBL_TROUBLESHOOT_TLSBORKED_HEAD
source: Your site's SSL/TLS certificate has a problem
tr_tr: Sitenizin SSL/TLS sertifikasında sorun var

# PANOPTICON_SITES_LBL_TROUBLESHOOT_TLSBORKED_WHAT
source: You are using HTTPS to access your site, but the SSL/TLS certificate you are using appears to have a problem.
tr_tr: Sitenize erişmek için HTTPS kullanıyorsunuz ancak kullandığınız SSL/TLS sertifikasında bir sorun var gibi görünüyor.

# PANOPTICON_SITES_LBL_TROUBLESHOOT_TLSBORKED_CHECK
source: Please check the following:
tr_tr: Lütfen aşağıdakileri kontrol edin:

# PANOPTICON_SITES_LBL_TROUBLESHOOT_TLSBORKED_CHECK1
source: Is the SSL/TLS certificate for the right domain name? If you are using the default SSL/TLS certificate provided by your host it is limited to the temporary domain name you use to set up your site, not your real domain name. You will need to install an SSL/TLS certificate signed by a commercial, well-known Certification Authority. Most servers allow you to use <a href="https://en.wikipedia.org/wiki/Let%27s_Encrypt" target="_blank">Let's Encrypt</a> which issues valid, signed, fully working SSL/TLS certificates free of charge. Remember that some self-service hosting control panels (such as cPanel, or Plesk) allow you to select which is the active SSL/TLS certificate for a domain name. Do check that the correct certificate is, indeed, being used.
tr_tr: SSL/TLS sertifikası doğru alan adı için mi? Ana bilgisayarınız tarafından sağlanan varsayılan SSL/TLS sertifikasını kullanıyorsanız, bu sertifika gerçek alan adınızla değil, sitenizi kurmak için kullandığınız geçici alan adıyla sınırlıdır. Ticari, iyi bilinen bir Sertifika Yetkilisi tarafından imzalanmış bir SSL/TLS sertifikası yüklemeniz gerekecektir. Çoğu sunucu, geçerli, imzalı, tamamen çalışan SSL/TLS sertifikalarını ücretsiz olarak veren <a href="https://en.wikipedia.org/wiki/Let%27s_Encrypt" target="_blank">Let's Encrypt</a> 'i kullanmanıza izin verir. Bazı self servis hosting kontrol panellerinin (cPanel veya Plesk gibi) bir alan adı için aktif SSL/TLS sertifikasını seçmenize izin verdiğini unutmayın. Doğru sertifikanın gerçekten kullanıldığını kontrol edin.

# PANOPTICON_SITES_LBL_TROUBLESHOOT_TLSBORKED_CHECK2
source: Has the SSL/TLS certificate expired? In this case you need to renew it. Please note that if you are using Let's Encrypt the certificate has a short validity period (usually 90 days) and it should be renewed automatically by your host. If this did not happen, you will need to contact your host.
tr_tr: SSL/TLS sertifikasının süresi doldu mu? Bu durumda yenilemeniz gerekir. Let's Encrypt kullanıyorsanız sertifikanın geçerlilik süresinin kısa olduğunu (genellikle 90 gün) ve sunucunuz tarafından otomatik olarak yenilenmesi gerektiğini lütfen unutmayın. Bu olmadıysa, sunucunuzla iletişime geçmeniz gerekecektir.

# PANOPTICON_SITES_LBL_TROUBLESHOOT_TLSBORKED_CHECK3
source: Has the SSL/TLS certificate been revoked? Sometimes Certification Authorities, or the owners of an SSL/TLS certificate, may choose to revoke it. For example, Certification Authorities will do that if they suspect fraud, or if they believe their infrastructure used to issue a certificate was compromised. <a href="https://www.namecheap.com/support/knowledgebase/article.aspx/9968/38/how-to-check-the-certificate-revocation-status/" target="_blank">Check your certificate's revocation status</a>. If it's been revoked you will need a new certificate.
tr_tr: SSL/TLS sertifikası iptal edildi mi? Bazen Sertifika Yetkilileri veya bir SSL/TLS sertifikasının sahipleri sertifikayı iptal etmeyi tercih edebilir. Örneğin, Sertifika Yetkilileri dolandırıcılıktan şüphelendiklerinde veya sertifika vermek için kullanılan altyapılarının tehlikeye girdiğine inandıklarında bunu yaparlar. <a href="https://www.namecheap.com/support/knowledgebase/article.aspx/9968/38/how-to-check-the-certificate-revocation-status/" target="_blank">Sertifikanızın iptal durumunu kontrol</a> edin. İptal edilmişse yeni bir sertifikaya ihtiyacınız olacaktır.

# PANOPTICON_SITES_LBL_TROUBLESHOOT_TLSBORKED_CHECK4
source: Is it possible that your server serves the wrong SSL/TLS certificate? This may happen if you have recently switched to a new certificate, either manually or as part of an automated certificate rotation process (e.g. when your host issues a new certificate through Let's Encrypt). When the certificate changes the web server needs to be reloaded or restarted. In some rare cases this might not happen - or an inexperienced systems administrator may forget to do it. Please contact your host / systems administrator to check that and, if necessary, reload or restart the web server process.
tr_tr: Sunucunuz yanlış SSL/TLS sertifikası sunuyor olabilir mi? Bu durum, yakın zamanda manuel olarak veya otomatik sertifika rotasyon sürecinin bir parçası olarak yeni bir sertifikaya geçtiyseniz meydana gelebilir (örneğin, ana bilgisayarınız Let's Encrypt aracılığıyla yeni bir sertifika yayınladığında). Sertifika değiştiğinde web sunucusunun yeniden yüklenmesi veya yeniden başlatılması gerekir. Bazı nadir durumlarda bu gerçekleşmeyebilir veya deneyimsiz bir sistem yöneticisi bunu yapmayı unutabilir. Bunu kontrol etmek ve gerekirse web sunucusu sürecini yeniden yüklemek veya yeniden başlatmak için lütfen ana bilgisayarınıza / sistem yöneticinize başvurun.

# PANOPTICON_SITES_LBL_TROUBLESHOOT_WEBSERVICES_HEAD
source: The “Web Services - Installer” plugin is disabled on your site
tr_tr: Sitenizde “Web Servisleri - Yükleyici” eklentisi devre dışı bırakıldı

# PANOPTICON_SITES_LBL_TROUBLESHOOT_WEBSERVICES_BLAH1
source: Panopticon uses the Joomla! API Application services provided by the “Web Services - Installer” plugin to ensure that all necessary extensions are installed and published on your site.
tr_tr: Panopticon, gerekli tüm eklentilerin sitenize kurulmasını ve yayımlanmasını sağlamak için “Web Servisleri - Yükleyici” eklentisinin sağladığı Joomla API Uygulama hizmetlerini kullanır.

# PANOPTICON_SITES_LBL_TROUBLESHOOT_WEBSERVICES_BLAH2
source: Please go to your site's backend and click on System, Manage, Extensions. Search for the “Web Services - Installer” plugin and enable it.
tr_tr: Lütfen sitenizin arka ucuna gidin ve Sistem, Yönet, Eklentilere tıklayın. “Web Servisleri - Yükleyici” uygulama ekini arayın ve etkinleştirin.

# PANOPTICON_SITES_LBL_TROUBLESHOOT_PLUGIN_J3_HEAD
source: Cannot communicate to the “System - Panopticon Connector for Joomla 3” plugin on your site
tr_tr: Sitenizdeki "Sistem - Joomla 3 için Panopticon Connector" eklentisiyle iletişim kurulamıyor

# PANOPTICON_SITES_LBL_TROUBLESHOOT_PLUGIN_J3_BLAH1
source: Panopticon uses its own plugin, “System - Panopticon Connector for Joomla 3”, to provide the necessary API
tr_tr: Panopticon, gerekli API'yi sağlamak için kendi eklentisi olan “Sistem - Joomla 3 için Panopticon Connector”ı kullanır

# PANOPTICON_SITES_LBL_TROUBLESHOOT_PLUGIN_J3_BLAH2
source: Please go to your site's backend and click on Extensions, Plugins. Search for the “System - Panopticon Connector for Joomla 3” plugin and enable it.
tr_tr: Lütfen sitenizin arka ucuna gidin ve Uzantılar, Eklentilere tıklayın. “System - Joomla 3 İÇin Panopticon Connector” uygulama ekini arayın ve etkinleştirin.

# PANOPTICON_SITES_LBL_TROUBLESHOOT_PLUGIN_J3_BLAH3
source: If you have already enabled this plugin, please change the Endpoint URL below to <code>%s</code>
tr_tr: Bu eklentiyi zaten etkinleştirdiyseniz lütfen aşağıdaki Hedef Adresini <code>%s</code> olarak değiştirin

# PANOPTICON_SITES_LBL_TROUBLESHOOT_PWPROTECT_HEAD
source: Your site appears to be password–protected at the web server level
tr_tr: Siteniz web sunucusu düzeyinde şifre korumalı görünüyor

# PANOPTICON_SITES_LBL_TROUBLESHOOT_PWPROTECT_BLAH1
source: Your site replied with an HTTP 401 Unauthorized status code when trying to access the API. This typically means that you have applied password protection at the web server level.
tr_tr: Siteniz, API'ye erişmeye çalışırken HTTP 401 Yetkisiz durum koduyla yanıt verdi. Bu genellikle web sunucusu düzeyinde şifre koruması uyguladığınız anlamına gelir.

# PANOPTICON_SITES_LBL_TROUBLESHOOT_PWPROTECT_BLAH2
source: Please remove the password protection.
tr_tr: Lütfen şifre korumasını kaldırın.

# PANOPTICON_SITES_LBL_TROUBLESHOOT_PWPROTECT_BLAH3
source: Kindly note that the password protection may have been applied only to your site's <code>api</code> folder, or the root folder of your site. Look in both places, in this order.
tr_tr: Şifre korumasının yalnızca sitenizin <code>api</code> klasörüne veya sitenizin kök klasörüne uygulanmış olabileceğini lütfen unutmayın. Her iki yere de bu sırayla bakın.

# PANOPTICON_SITES_LBL_TROUBLESHOOT_PWPROTECT_BLAH3_J3
source: Kindly note that the password protection has been applied to the root folder of your site.
tr_tr: Sitenizin kök klasörüne şifre korumasının uygulandığını lütfen unutmayın.

# PANOPTICON_SITES_LBL_TROUBLESHOOT_FUBAR_HEAD
source: Uh oh. Something is totally broken here…
tr_tr: Ah ah. Burada bir şeyler tamamen bozuldu…

# PANOPTICON_SITES_LBL_TROUBLESHOOT_FUBAR_BLAH1
source: Normally we can detect the nature of the connection error and provide some useful troubleshooting information here, or at least point you to some kind of useful, third party troubleshooting resource. When this is not the case, we can at least print out an error message which will help us help you troubleshoot it.
tr_tr: Normalde bağlantı hatasının niteliğini tespit edebilir ve burada bazı yararlı sorun giderme bilgileri sağlayabiliriz veya en azından sizi bir tür yararlı, üçüncü taraf sorun giderme kaynağına yönlendirebiliriz. Durum böyle olmadığında, en azından sorunu gidermenize yardımcı olacak bir hata mesajı yazdırabiliriz.

# PANOPTICON_SITES_LBL_TROUBLESHOOT_FUBAR_BLAH2
source: Instead, we got an error which we should be able to provide troubleshooting information for (<span class="font-monospace">%s</span>), but we don't have the code for it. This should have not happened.
tr_tr: Bunun yerine, (<span class="font-monospace">%s</span>) için sorun giderme bilgisi sağlayabilmemiz gereken bir hatayla karşılaştık, ancak bunun koduna sahip değiliz. Bu olmamalıydı.

# PANOPTICON_SITES_LBL_TROUBLESHOOT_FUBAR_BLAH3
source: Please delete all files and folders inside the <code>tmp</code> folder of Akeeba Panopticon. This addresses the problem of this page's cached copy being severely out of date. If this doesn't help, please let us know.
tr_tr: Lütfen Akeeba Panopticon'un <code>tmp</code> klasöründeki tüm dosya ve klasörleri silin. Bu, bu sayfanın önbelleğe alınmış kopyasının önemli ölçüde güncel olmaması sorununu giderir. Bu işe yaramazsa lütfen bize bildirin.

# PANOPTICON_SITES_LBL_TROUBLESHOOT_DEBUG_INFO
source: Troubleshooting information
tr_tr: Sorun Giderme Bilgisi

# PANOPTICON_SITES_LBL_TROUBLESHOOT_DEBUG_HTTP_STATUS
source: HTTP Status
tr_tr: HTTP Durumu

# PANOPTICON_SITES_LBL_TROUBLESHOOT_DEBUG_HTTP_BODY
source: HTTP Body
tr_tr: HTTP Konusu

# PANOPTICON_SITES_LBL_TROUBLESHOOT_DEBUG_HTTP_HEADERS
source: HTTP Headers
tr_tr: HTTP Üst Bilgileri

# PANOPTICON_SITES_LBL_TROUBLESHOOT_DEBUG_HTTP_HEADER_NO_STRING
source: (header content is not a string)
tr_tr: (üst bilgi içeriği bir dize değil)

# PANOPTICON_SITES_LBL_TROUBLESHOOT_DEBUG_HTTP_HEADER_NO_PRINTABLE
source: (header content is not an array or string)
tr_tr: (üst bilgi içeriği bir dizi veya dize değildir)

# PANOPTICON_SITES_LBL_TROUBLESHOOT_DEBUG_MUST_ENABLE_FOR_ISSUE
source: Before you attempt to submit an issue about this connection issue please go to Administration, System Configuration, System and enable Debug System. Then come back here and retry the same connection. You will receive detailed troubleshooting information which you need to include in your issue.
tr_tr: Bu bağlantı sorunuyla ilgili bir sorun göndermeye çalışmadan önce lütfen Yönetim, Sistem Yapılandırması, Sistem'e gidin ve Sistemde Hata Ayıklamayı etkinleştirin. Daha sonra buraya gelip aynı bağlantıyı yeniden deneyin. Sorununuza eklemeniz gereken ayrıntılı sorun giderme bilgilerini alacaksınız.

# PANOPTICON_SITE_LBL_NOTES_HEAD
source: Notes
tr_tr: Notlar

# PANOPTICON_SITE_LBL_NOTES_HELP
source: Freeform notes about the site only shown to users who have edit privileges on the site.
tr_tr: Siteyle ilgili serbest biçimli notlar yalnızca sitede düzenleme ayrıcalıklarına sahip kullanıcılara gösterilir.

# PANOPTICON_SITE_LBL_NOTES_HELP_NO_PRIVILEGED
source: <strong>DO NOT INCLUDE PRIVILEGED INFORMATION</strong>, such as passwords, in Notes. The contents of this field are stored <em>unencrypted</em> in the database. If you want to store privileged information we strongly recommend using a password manager with the ability to store arbitrary information such as KeePassXC, Strongbox, 1Password, etc.
tr_tr: Notlara şifreler gibi <strong>AYRICALIKLI BİLGİLER EKLEMEYİN</strong>. Bu alanın içeriği veritabanında <em>şifrelenmemiş</em> olarak saklanır. Ayrıcalıklı bilgileri saklamak istiyorsanız, KeePassXC, Strongbox, 1Password vb. gibi isteğe bağlı bilgileri saklama özelliğine sahip bir şifre yöneticisi kullanmanızı önemle tavsiye ederiz.

# PANOPTICON_SITE_LBL_NOTES_NONE
source: There are no notes.
tr_tr: Hiç not yok.

# PANOPTICON_SITE_LBL_NOTES_EDIT
source: Edit site to edit notes
tr_tr: Notları düzenlemek için siteyi düzenleyin

# PANOPTICON_SYSCONFIG_TITLE
source: System Configuration
tr_tr: Sistem Yapılandırması

# PANOPTICON_SYSCONFIG_ERR_USING_DOTENV
source: You cannot view or modify the System Configuration in Panopticon when using .env files for its configuration. Please edit the .env file itself.
tr_tr: Yapılandırması için .env dosyalarını kullanırken Panopticon'da Sistem Yapılandırmasını görüntüleyemez veya değiştiremezsiniz. Lütfen .env dosyasının kendisini düzenleyin.

# PANOPTICON_SYSCONFIG_BTN_PHPINFO
source: PHP Information
tr_tr: PHP Bilgisi

# PANOPTICON_SYSCONFIG_LBL_TAB_SYSTEM
source: System
tr_tr: Sistem

# PANOPTICON_SYSCONFIG_LBL_TAB_DISPLAY
source: Display
tr_tr: Görünüm

# PANOPTICON_SYSCONFIG_LBL_TAB_AUTOMATION
source: Automatic Tasks
tr_tr: Otomatik Görevler

# PANOPTICON_SYSCONFIG_LBL_TAB_EMAIL
source: Email
tr_tr: E-Posta

# PANOPTICON_SYSCONFIG_LBL_SUBHEAD_AUTOMATION
source: Automatic Execution of Tasks
tr_tr: Görevlerin Otomatik Yürütülmesi

# PANOPTICON_SYSCONFIG_LBL_SUBHEAD_CACHING
source: Caching
tr_tr: Önbellekleme

# PANOPTICON_SYSCONFIG_LBL_SUBHEAD_COREUPDATES
source: Joomla!™ Updates
tr_tr: Joomla!™ Güncellemesi

# PANOPTICON_SYSCONFIG_LBL_SUBHEAD_DATABASE
source: Database Connection
tr_tr: Veritabanı Bağlantısı

# PANOPTICON_SYSCONFIG_LBL_SUBHEAD_DBTOOLS
source: Database Backup
tr_tr: Veritabanı Yedeklemesi

# PANOPTICON_SYSCONFIG_LBL_SUBHEAD_DISPLAY
source: Display Preferences
tr_tr: Görünüm Tercihleri

# PANOPTICON_SYSCONFIG_LBL_SUBHEAD_DASHBOARD
source: Dashboard Preferences
tr_tr: Yönetim Paneli Tercihleri

# PANOPTICON_SYSCONFIG_LBL_SUBHEAD_EMAIL
source: Email Sending
tr_tr: E-Posta Gönderme

# PANOPTICON_SYSCONFIG_LBL_SUBHEAD_EMAIL_TEST
source: Test Email Sending
tr_tr: E-Posta Gönderme Testi

# PANOPTICON_SYSCONFIG_LBL_SUBHEAD_EXTUPDATES
source: Extension Updates
tr_tr: Eklenti Güncellemeleri

# PANOPTICON_SYSCONFIG_LBL_SUBHEAD_LOGGING
source: Log Files
tr_tr: Günlük Dosyaları

# PANOPTICON_SYSCONFIG_LBL_SUBHEAD_PROXY
source: Proxy Server
tr_tr: Proxy Sunucu

# PANOPTICON_SYSCONFIG_LBL_SUBHEAD_SITE_INFO
source: Collecting Site Information
tr_tr: Site Bilgilerinin Toplanması

# PANOPTICON_SYSCONFIG_LBL_SUBHEAD_SYSTEM
source: System Preferences
tr_tr: Sistem Tercihleri

# PANOPTICON_SYSCONFIG_NO_EXTENSIONS_HEAD
source: No extensions found
tr_tr: Eklenti bulunamadı

# PANOPTICON_SYSCONFIG_NO_EXTENSIONS_BODY
source: Set up your sites and wait until their extension update information refreshes - up to 15 minutes later. You will then see all of their installed extensions here.
tr_tr: Sitelerinizi kurun ve eklenti güncelleme bilgileri yenilenene kadar (en fazla 15 dakika) bekleyin. Daha sonra tüm yüklü eklentileri burada göreceksiniz.

# PANOPTICON_SYSCONFIG_LBL_FIELD_LIVE_SITE_HELP
source: The base URL of your Panopticon installation. Used when sending email from unattended tasks.
tr_tr: Panopticon kurulumunuzun temel bağlantısı. Gözetimsiz görevlerden e-posta gönderilirken kullanılır.

# PANOPTICON_SYSCONFIG_LBL_FIELD_SESSION_TIMEOUT
source: Session Timeout
tr_tr: Oturum Zaman Aşımı

# PANOPTICON_SYSCONFIG_LBL_FIELD_TIMEZONE
source: Time Zone
tr_tr: Saat Dilimi

# PANOPTICON_SYSCONFIG_LBL_FIELD_DEBUG
source: Debug System
tr_tr: Hata Ayıklama Sistemi

# PANOPTICON_SYSCONFIG_LBL_FIELD_STATS_COLLECTION
source: Anonymous Usage Statistics Collection
tr_tr: Anonim Kullanım İstatistikleri Koleksiyonu

# PANOPTICON_SYSCONFIG_LBL_FIELD_STATS_COLLECTION_HELP
source: Akeeba Panopticon collects anonymous information about the Panopticon, PHP, and database server version. This aggregated information allows Akeeba to determine which versions of PHP and database servers to support in future releases.
tr_tr: Akeeba Panopticon, Panopticon, PHP ve veritabanı sunucusu sürümü hakkında anonim bilgiler toplar. Bu toplu bilgiler, Akeeba'nın gelecekteki sürümlerde hangi PHP sürümlerinin ve veritabanı sunucularının destekleneceğini belirlemesine olanak tanır.

# PANOPTICON_SYSCONFIG_LBL_FIELD_STATS_COLLECTION_HELP_LEARN_MORE
source: Learn more
tr_tr: Daha Çok Bilgi Alın
