Repository: Memotas/panopticon
Catalog: languages/*.po
Languages: tr_tr

# PANOPTICON_SETUP_FINISH_SUBTITLE
source: You can now start using Panopticon to monitor your Joomla!™ sites.
tr_tr: Artık Joomla!™ sitelerinizi izlemek için Panopticon'u kullanmaya başlayabilirsiniz.

# PANOPTICON_SETUP_FINISH_MAXEXEC_TOOLOW_HEAD
source: Your maximum CRON execution time is too low
tr_tr: En yüksek CRON yürütme süreniz çok düşük

# PANOPTICON_SETUP_FINISH_MAXEXEC_TOOLOW_INFO
source: Your server configuration allows CRON jobs to run for a maximum of %d seconds, less than the practical minimum of 30 seconds.
tr_tr: Sunucu yapılandırmanız, CRON işlevinin pratik en az 30 saniyeden daha kısa bir sürede, en çok %d saniye boyunca çalıştırılmasına izin verir.

# PANOPTICON_SETUP_FINISH_MAXEXEC_TOOLOW_CAUTION
source: We <strong>do not</strong> recommend using this configuration to automate Joomla™ upgrades, extension updates, or backups. You can still use Panopticon to monitor your sites.
tr_tr: Joomla™ yükseltmelerini, eklenti güncellemelerini veya yedeklemeleri otomatikleştirmek için bu yapılandırmanın kullanılmasını <strong>önermiyoruz</strong>. Sitelerinizi izlemek için Panopticon'u kullanmaya devam edebilirsiniz.

# PANOPTICON_SETUP_FINISH_MAXEXEC_TOOLOW_FIXIT
source: Please consult our documentation for ways to increase your maximum CRON execution time to at least 60 seconds.
tr_tr: En yüksek CRON yürütme sürenizi en az 60 saniyeye çıkarmanın yollarını öğrenmek için lütfen belgelerimize bakın.

# PANOPTICON_SETUP_FINISH_MAXEXEC_LOW_HEAD
source: Your maximum CRON execution time is low
tr_tr: En yüksek CRON yürütme süreniz düşük

# PANOPTICON_SETUP_FINISH_MAXEXEC_LOW_INFO
source: Your server configuration allows CRON jobs to run for a maximum of %d seconds, less than the recommended 60 seconds.
tr_tr: Sunucu yapılandırmanız, CRON işlevinin önerilen 60 saniyeden daha kısa bir sürede, en çok %d saniye süreyle çalıştırılmasına izin verir.

# PANOPTICON_SETUP_FINISH_MAXEXEC_LOW_CAUTION
source: You may experience some minor issues with automations which need more time, such as taking backups.
tr_tr: Otomasyonlarda yedek alma gibi daha fazla zaman gerektiren küçük sorunlar yaşayabilirsiniz.

# PANOPTICON_SETUP_FINISH_MAXEXEC_LOW_FIXIT
source: Please consult our documentation for ways to increase your maximum CRON execution time to at least 60 seconds.
tr_tr: En çok CRON yürütme sürenizi en az 60 saniyeye çıkarmanın yollarını öğrenmek için lütfen belgelerimize bakın.

# PANOPTICON_SETUP_ERR_USER_EMPTYUSERNAME
source: You cannot have an empty username
tr_tr: Boş bir kullanıcı adınız olamaz

# PANOPTICON_SETUP_ERR_USER_EMPTYPASSWORD
source: You cannot have an empty password
tr_tr: Boş bir şifreniz olamaz

# PANOPTICON_SETUP_ERR_USER_PASSWORDSDONTMATCH
source: The passwords you entered did not match
tr_tr: Girdiğiniz şifreler eşleşmedi

# PANOPTICON_SETUP_ERR_USER_EMPTYEMAIL
source: You cannot have an empty email address
tr_tr: Boş bir e-posta adresiniz olamaz

# PANOPTICON_SETUP_ERR_USER_EMPTYNAME
source: You cannot have an empty full name
tr_tr: Boş bir tam adınız olamaz

# PANOPTICON_SETUP_MSG_NOTICEMBLANGNOTDEFAULT
source: PHP mbstring language is not set to neutral. This can be set locally by entering <strong>php_value mbstring.language neutral</strong> in your <code>.htaccess</code> file.
tr_tr: PHP mbstring dili doğal olarak ayarlanmamış. Bu, <code>.htaccess</code> dosyanıza <strong>php_value mbstring.language natural</strong> girilerek yerel olarak ayarlanabilir.

# PANOPTICON_SETUP_MSG_NOTICEMBSTRINGOVERLOAD
source: PHP mbstring function overload is set. This can be turned off locally by entering <strong>php_value mbstring.func_overload 0</strong> in your <code>.htaccess</code> file.
tr_tr: PHP mbstring işlevi aşırı yüklemesi ayarlandı. Bu, <code>.htaccess</code> dosyanıza <strong>php_value mbstring.func_overload 0</strong> girilerek yerel olarak kapatılabilir.

# PANOPTICON_SETUP_MSG_CONFIGURATIONPHP
source: You can still continue the installation. The configuration settings will be displayed at the end. You will have to manually upload the code. At the end of the installation, click in the text area to highlight all of the code and then paste into a new text file. Name this file <code>config.php</code> and upload it to the folder where you've installed Panopticon.
tr_tr: Kuruluma devam edebilirsiniz. Yapılandırma ayarları en sonunda görüntülenecektir. Kodu manuel olarak yüklemeniz gerekecektir. Kurulumun sonunda, tüm kodu vurgulamak için metin alanına tıklayın ve ardından yeni bir metin dosyasına yapıştırın. Bu dosyaya <code>config.php</code> adını verin ve Panopticon'u yüklediğiniz klasöre yükleyin.

# PANOPTICON_SETUP_MSG_DONE
source: You have successfully set up Akeeba Panopticon. You may now start using it.
tr_tr: Akeeba Panopticon'u başarıyla kurdunuz. Artık kullanmaya başlayabilirsiniz.

# PANOPTICON_SETUP_LBL_START_USING
source: Start using
tr_tr: Kullanmaya başlayın

# PANOPTICON_LOGIN_LBL_PLEASELOGIN
source: Please log in
tr_tr: Lütfen Giriş Yapın

# PANOPTICON_LOGIN_LBL_USERNAME
source: Username
tr_tr: Kullanıcı Adı

# PANOPTICON_LOGIN_LBL_PASSWORD
source: Password
tr_tr: Parola

# PANOPTICON_LOGIN_LBL_SECRETCODE
source: Secret Code
tr_tr: Güvenlik Kodu

# PANOPTICON_LOGIN_LBL_LOGIN
source: Login
tr_tr: Giriş

# PANOPTICON_LOGIN_LBL_LANGUAGE
source: Login Language
tr_tr: Giriş Dili

# PANOPTICON_APP_MENU_TITLE_OVERVIEW
source: Overview
tr_tr: Genel Bakış

# PANOPTICON_MAIN_TITLE
source: Sites Overview
tr_tr: Sitelere Genel Bakış

# PANOPTICON_MAIN_SITES_LBL_MY_SITES_MANAGE
source: Manage Sites
tr_tr: Siteleri Yönet

# PANOPTICON_MAIN_SITES_LBL_MY_SITES_MANAGE_DASH
source: Dashboard
tr_tr: Yönetim Paneli

# PANOPTICON_MAIN_SITES_LBL_MY_SITES_MANAGE_TAB
source: Table
tr_tr: Tablo

# PANOPTICON_MAIN_SITES_TABLE_CAPTION
source: Table of known sites and their information at a glance
tr_tr: Bir bakışta bilinen siteler ve bilgileri tablosu

# PANOPTICON_MAIN_SITES_THEAD_JOOMLA
source: Joomla™ version
tr_tr: Joomla™ Sürümü

# PANOPTICON_MAIN_SITES_THEAD_WORDPRESS
source: WordPress version
tr_tr: WordPress Sürümü

# PANOPTICON_MAIN_SITES_THEAD_CMS
source: CMS version
tr_tr: CMS Sürümü

# PANOPTICON_MAIN_SITES_THEAD_EXTENSIONS
source: Extensions status
tr_tr: Eklentilerin Durumu

# PANOPTICON_MAIN_SITES_THEAD_PHP
source: PHP version
tr_tr: PHP Sürümü

# PANOPTICON_MAIN_SITES_LBL_URL_SCREENREADER
source: whose URL is
tr_tr: kişi bağlantısı

# PANOPTICON_MAIN_SITES_LBL_DEV_LONG
source: Development Release
tr_tr: Geliştirme Sürümü

# PANOPTICON_MAIN_SITES_LBL_ALPHA_SHORT
source: Alpha
tr_tr: Alfa

# PANOPTICON_MAIN_SITES_LBL_ALPHA_LONG
source: Alpha
tr_tr: Alfa

# PANOPTICON_MAIN_SITES_LBL_RC_LONG
source: Release Candidate
tr_tr: Sürüm Adayı

# PANOPTICON_MAIN_SITES_LBL_STABLE_SHORT
source: Stable
tr_tr: Kararlı

# PANOPTICON_MAIN_SITES_LBL_STABLE_LONG
source: Stable
tr_tr: Kararlı

# PANOPTICON_MAIN_SITES_LBL_JOOMLA_UPDATES_BROKEN
source: Joomla Update is not working correctly on this site
tr_tr: Joomla Güncellemesi bu sitede düzgün çalışmıyor

# PANOPTICON_MAIN_SITES_LBL_ERROR_SITEINFO
source: An error occurred updating the site information.
tr_tr: Site bilgileri güncellenirken bir hata oluştu.

# PANOPTICON_MAIN_SITES_LBL_ERROR_EXTENSIONS
source: An error occurred loading the site extensions information.
tr_tr: Site eklentileri bilgileri yüklenirken bir hata oluştu.

# PANOPTICON_MAIN_SITES_LBL_JVERSION_UNKNOWN
source: Unknown
tr_tr: Bilinmeyen

# PANOPTICON_MAIN_SITES_LBL_JOOMLA_UPGRADABLE_TO
source: Can be upgraded to %s
tr_tr: %s sürümüne yükseltilebilir

# PANOPTICON_MAIN_SITES_LBL_JOOMLA_CAN_BE_UPGRADED_SHORT
source: Can be upgraded to
tr_tr: Şuna yükseltilebilir

# PANOPTICON_MAIN_SITES_LBL_JOOMLA_EOL_BRANCH
source: This Joomla! version family is End of Life
tr_tr: Bu joomla sürüm ailesi süresini doldurmuş

# PANOPTICON_MAIN_SITES_LBL_JOOMLA_EOL_MAJOR
source: This Joomla! major version is End of Life
tr_tr: Bu joomla ana sürümün süresi dolmuş

# PANOPTICON_MAIN_SITES_LBL_EXT_UNKNOWN
source: Unknown
tr_tr: Bilinmeyen

# PANOPTICON_MAIN_SITES_LBL_EXT_UPGRADE_N
source: There are %d extension updates available
tr_tr: %d eklenti güncellemesi mevcut

# PANOPTICON_MAIN_SITES_LBL_EXT_UPGRADE_N_1
source: There is one extension update available
tr_tr: Bir eklenti güncellemesi mevcut

# PANOPTICON_MAIN_SITES_LBL_EXT_UPGRADES_FOUND
source: Updates found:
tr_tr: Güncellemeler bulundu:

# PANOPTICON_MAIN_SITES_LBL_EXT_NO_UPGRADES
source: All installed extensions are up-to-date
tr_tr: Yüklü tüm eklentiler güncel

# PANOPTICON_MAIN_SITES_LBL_EXT_KEYS_MISSING_N
source: %d Download Keys are missing or invalid
tr_tr: %d indirme anahtarı eksik veya geçersiz

# PANOPTICON_MAIN_SITES_LBL_EXT_KEYS_MISSING_N_1
source: A Download Key is missing or invalid
tr_tr: İndirme Anahtarı eksik veya geçersiz

# PANOPTICON_MAIN_SITES_LBL_EXT_KEYS_MISSING
source: Number of Download Keys which are invalid or missing:
tr_tr: Geçersiz veya eksik olan indirme anahtarlarının sayısı:

# PANOPTICON_MAIN_SITES_LBL_PHP_SHOULD_UPGRADE
source: Should be upgraded to %s
tr_tr: %s sürümüne yükseltilmeli

# PANOPTICON_MAIN_SITES_LBL_PHP_EOL_SINCE
source: This PHP version is End of Life since %s
tr_tr: Bu PHP sürümü %s'den bu yana Kullanım Ömrünün Sonuna gelmiştir

# PANOPTICON_MAIN_SITES_LBL_PHP_SECURITY_MAINTENANCE
source: This PHP version is in Security Maintenance mode and will become End of Life at %s
tr_tr: Bu PHP sürümü Güvenlik Bakım modundadır ve %s tarihinde Kullanım Ömrü Sonuna gelecektir

# PANOPTICON_MAIN_SITES_LBL_EXT_STUCK_UPDATE
source: ACTION REQUIRED. The extensions update task is stuck.
tr_tr: EYLEM GEREKLİ. Eklenti güncelleme görevi takıldı.

# PANOPTICON_MAIN_SITES_LBL_CORE_STUCK_UPDATE
source: ACTION REQUIRED. The Joomla!™ update task is stuck.
tr_tr: EYLEM GEREKLİ. Joomla!™ güncelleme görevi takıldı.

# PANOPTICON_MAIN_SITES_LBL_CORE_SCHEDULED_UPDATE
source: The Joomla!™ core update has been scheduled to run automatically.
tr_tr: Joomla!™ çekirdek güncellemesinin otomatik olarak çalışması planlandı.

# PANOPTICON_MAIN_SITES_LBL_CORE_RUNNING_UPDATE
source: The Joomla!™ core update is currently running.
tr_tr: Joomla!™ çekirdek güncellemesi şu anda çalışıyor.

# PANOPTICON_MAIN_SITES_LBL_EXT_RUNNING_UPDATE
source: Extension updates are currently taking place.
tr_tr: Eklenti güncellemeleri şu anda yapılıyor.

# PANOPTICON_MAIN_SITES_LBL_EXT_SCHEDULED_UPDATE
source: Extension updates have been scheduled to run automatically.
tr_tr: Eklenti güncellemeleri otomatik olarak çalışacak şekilde planlandı.

# PANOPTICON_MAIN_SITES_LBL_NO_RESULTS
source: There are no sites matching your search and filter criteria.
tr_tr: Arama ve filtre ölçütlerinizle eşleşen site yok.

# PANOPTICON_MAIN_SITES_LBL_IDENTITY_HEAD
source: Service Identity
tr_tr: Hizmet Kimliği

# PANOPTICON_MAIN_SITES_LBL_IDENTITY_ALERT_HEAD
source: Having connection issues?
tr_tr: Bağlantı sorunları mı yaşıyorsunuz?

# PANOPTICON_MAIN_SITES_LBL_IDENTITY_ALERT_BODY
source: Use the information below to explicitly allow (“whitelist”) requests originating from Panopticon through any Web Application Firewall (WAF), Content Delivery Network (CDN), or security product installed on, or in front of, your site. Please consult with the author or operator of the respective product to determine how to do that.
tr_tr: Panopticon'dan gelen isteklere sitenizde veya sitenizin önünde kurulu herhangi bir Web Uygulaması Güvenlik Duvarı (WAF), İçerik Dağıtım Ağı (CDN) veya güvenlik ürünü aracılığıyla açıkça izin vermek ("beyaz liste") için aşağıdaki bilgileri kullanın. Bunun nasıl yapılacağını belirlemek için lütfen ilgili ürünün yazarına veya operatörüne danışın.

# PANOPTICON_MAIN_SITES_LBL_IDENTITY_PUB_HOSTNAME
source: Public hostname
tr_tr: Genel Ana Bilgisayar Adı

# PANOPTICON_MAIN_SITES_LBL_IDENTITY_PUB_IP
source: Public IP address
tr_tr: Genel IP Adresi

# PANOPTICON_MAIN_SITES_LBL_IDENTITY_SYS_HOSTNAME
source: System hostname
tr_tr: Sistem Ana Bilgisayar Adı

# PANOPTICON_MAIN_SITES_LBL_IDENTITY_SYS_IP
source: System IP address
tr_tr: Sistem IP Adresi

# PANOPTICON_MAIN_SITES_LBL_IDENTITY_USER_AGENT
source: <code>User-Agent</code> for API requests
tr_tr: API İstekleri İçin <code>Kullanıcı Aracısı</code>

# PANOPTICON_MAIN_SITES_LBL_UNKNOWN_NEUTRAL
source: Unknown
tr_tr: Bilinmeyen

# PANOPTICON_MAIN_SITES_LBL_NOSITES_HEAD
source: Add a Site
tr_tr: Site Ekleyin

# PANOPTICON_MAIN_SITES_LBL_NOSITES_CTA
source: Monitor and remotely manage your sites by adding them here.
tr_tr: Sitelerinizi buraya ekleyerek izleyin ve uzaktan yönetin.

# PANOPTICON_MAIN_SITES_LBL_NOSITES_BUTTON
source: Add a Site
tr_tr: Site Ekleyin

# PANOPTICON_MAIN_LBL_FILTER_COREUPDATES
source: Core update
tr_tr: Çekirdek Güncellemesi

# PANOPTICON_MAIN_LBL_FILTER_EXTUPDATES
source: Extensions update
tr_tr: Eklenti Güncellemesi

# PANOPTICON_MAIN_LBL_FILTER_DROPDOWN_SELECT
source: (All)
tr_tr: (Tümü)

# PANOPTICON_MAIN_LBL_FILTER_GROUPS
source: Groups
tr_tr: Gruplar

# PANOPTICON_MAIN_LBL_FILTER_GROUPS_PLACEHOLDER
source: Select Site Groups
tr_tr: Site Gruplarını Seçin

# PANOPTICON_MAIN_CRON_SUBHEAD_CTA
source: Set up a CRON job using one of the methods below. Then, go back to the previous page and wait for about a minute until the warning goes away.
tr_tr: Aşağıdaki yöntemlerden birini kullanarak bir CRON işlevi ayarlayın. Ardından önceki sayfaya dönün ve uyarı kaybolana kadar yaklaşık bir dakika bekleyin.

# PANOPTICON_MAIN_PHP_EOL_HEAD
source: PHP %s is End of Life
tr_tr: PHP %s Kullanım Ömrünün Sonuna Gelmiştir

# PANOPTICON_MAIN_PHP_EOL_BODY
source: You are currently using PHP %s to run Panopticon. This PHP version has been End of Life since %s. Please upgrade your version of PHP to at least %s (recommended: PHP %s).
tr_tr: Şu anda Panopticon'u çalıştırmak için PHP %s kullanıyorsunuz. Bu PHP sürümü %s'den bu yana Kullanım Ömrünün Sonuna gelmiştir. Lütfen PHP sürümünüzü en az %s sürümüne yükseltin (Önerilen: PHP %s).

# PANOPTICON_MAIN_PHP_SECURITY_HEAD
source: PHP %s is approaching its End of Life
tr_tr: PHP %s Kullanım Ömrünün Sonuna yaklaşıyor

# PANOPTICON_MAIN_PHP_SECURITY_BODY
source: You are currently using PHP %s to run Panopticon. This PHP version will become End of Life on %s. Please upgrade your version of PHP to at least %s.
tr_tr: Şu anda Panopticon'u çalıştırmak için PHP %s kullanıyorsunuz. Bu PHP sürümü %s tarihinde Kullanım Ömrünün Sonuna gelecektir. Lütfen PHP sürümünüzü en az %s sürümüne yükseltin.

# PANOPTICON_MAIN_PHP_UPDATE_HEAD
source: Your PHP version is not up-to-date
tr_tr: PHP sürümünüz güncel değil

# PANOPTICON_MAIN_PHP_UPDATE_BODY
source: You are currently using PHP %s to run Panopticon. The PHP project has released a newer version, PHP %s. Please upgrade.
tr_tr: Şu anda Panopticon'u çalıştırmak için PHP %s kullanıyorsunuz. PHP projesi daha yeni bir sürüm olan PHP %s'i yayımladı. Lütfen yükseltin.

# PANOPTICON_MAIN_LBL_HEARTBEAT_HEAD
source: Automated tasks appear to be broken
tr_tr: Otomatik görevler bozuk görünüyor

# PANOPTICON_MAIN_LBL_HEARTBEAT_MESSAGE
source: It is more than a minute since the last time an automated task ran. You need to set up CRON jobs to run every minute.
tr_tr: Otomatik bir görevin son çalıştırılmasından bu yana bir dakikadan fazla zaman geçti. CRON işlevini her dakika çalışacak şekilde ayarlamanız gerekir.

# PANOPTICON_MAIN_LBL_HEARTBEAT_BTN_READ_INSTRUCTIONS
source: Read the instructions
tr_tr: Yönergeleri Okuyun

# PANOPTICON_MAIN_LBL_FALL_BEHIND
source: Automated tasks are falling behind
tr_tr: Otomatik görevler geride kalıyor

# PANOPTICON_MAIN_LBL_FALL_BEHIND_MESSAGE
source: Your automated tasks have been falling behind their scheduled time for an average of %d seconds. This means there is more work to be done than they can handle. You need to increase the number of CRON jobs you have set up.
tr_tr: Otomatik görevleriniz ortalama %d saniye boyunca planlanan sürelerinin gerisinde kalıyor. Bu, onların halledebileceklerinden daha fazla iş olduğu anlamına gelir. Kurduğunuz CRON işlevlerinin sayısını artırmanız gerekiyor.

# PANOPTICON_MAIN_LBL_FALL_BEHIND_READ_DOCS
source: Read the documentation
tr_tr: Belgeleri Okuyun

# PANOPTICON_MAIN_DASH_ERR_CANNOTLOAD_HEAD
source: Could not load the sites dashboard
tr_tr: Site yönetim paneli yüklenemedi

# PANOPTICON_MAIN_DASH_ERR_CANNOTLOAD_TEXT
source: An error occurred while loading the sites dashboard information from your server.
tr_tr: Sitenin yönetim paneli bilgileri sunucunuzdan yüklenirken bir hata oluştu.

# PANOPTICON_MAIN_DASH_BTN_RELOAD
source: Reload
tr_tr: Tekrar Yükle

# PANOPTICON_MAIN_DASH_BTN_TIMER_STOP
source: Stop the timer
tr_tr: Zamanlayıcıyı durdur

# PANOPTICON_MAIN_DASH_BTN_TIMER_START
source: Start the timer
tr_tr: Zamanlayıcıyı başlat

# PANOPTICON_MAIN_DASH_LBL_CMS_WILL_UPDATE
source: The CMS will be updated automatically
tr_tr: CMS otomatik olarak güncellenecektir

# PANOPTICON_MAIN_DASH_LBL_CMS_UPDATING
source: The CMS is being updated
tr_tr: CMS güncelleniyor

# PANOPTICON_MAIN_DASH_LBL_CMS_UPDATE_ERROR
source: The automatic CMS update has failed
tr_tr: Otomatik CMS güncellemesi başarısız oldu

# PANOPTICON_MAIN_DASH_LBL_EXTENSIONS
source: Extensions
tr_tr: Eklentiler

# PANOPTICON_MAIN_DASH_LBL_EXTENSIONS_WORDPRESS
source: Plugins &amp; Themes
tr_tr: Uygulama Ekleri &amp; Şablonlar

# PANOPTICON_MAIN_DASH_LBL_EXTENSIONS_WILL_UPDATE
source: The extensions will be updated automatically
tr_tr: Bu eklenti otomatik olarak güncellenecektir

# PANOPTICON_MAIN_DASH_LBL_EXTENSIONS_UPDATING
source: The extensions are being updated
tr_tr: Eklentiler güncelleniyor

# PANOPTICON_MAIN_DASH_LBL_EXTENSIONS_UPDATE_ERROR
source: The automatic extensions update has failed
tr_tr: Otomatik eklenti güncellemesi başarısız oldu

# PANOPTICON_MAIN_DASH_LBL_EXTENSIONS_WP_WILL_UPDATE
source: The plugins &amp; themes will be updated automatically
tr_tr: Eklentiler &amp; temalar otomatik olarak güncellenecektir

# PANOPTICON_MAIN_DASH_LBL_EXTENSIONS_WP_UPDATING
source: The plugins &amp; themes are being updated
tr_tr: Eklentiler &amp; temalar güncelleniyor

# PANOPTICON_MAIN_DASH_LBL_EXTENSIONS_WP_UPDATE_ERROR
source: The automatic plugins &amp; themes update has failed
tr_tr: Otomatik eklentiler &amp; tema güncellemesi başarısız oldu

# PANOPTICON_MAIN_DASH_ERR_CMS
source: Error loading site information
tr_tr: Site bilgileri yüklenirken hata oluştu

# PANOPTICON_MAIN_DASH_ERR_EXT
source: Error loading extensions update information
tr_tr: Eklenti güncelleme bilgileri yüklenirken hata oluştu

# PANOPTICON_MAIN_DASH_ERR_EXT_WP
source: Error loading plugins &amp; themes update information
tr_tr: Eklentiler &amp; temaların güncelleme bilgileri yüklenirken hata oluştu

# PANOPTICON_SITES_TITLE
source: Sites
tr_tr: Siteler

# PANOPTICON_SITES_TITLE_NEW
source: Add a New Site
tr_tr: Yeni Site Ekle

# PANOPTICON_SITES_TITLE_EDIT
source: Edit a Site
tr_tr: Site Düzenle

# PANOPTICON_SITES_ERR_NO_TITLE
source: The site must have a title.
tr_tr: Sitenin bir başlığı olmalıdır.

# PANOPTICON_SITES_ERR_NO_URL
source: The site must have an endpoint URL e.g. <code>https://www.example.com/api</code>.
tr_tr: Sitenin bir uç nokta bağlantısı olmalıdır. Örnek: <code>https://www.example.com/api</code>.

# PANOPTICON_SITES_ERR_NO_TOKEN
source: You must fill in the API Token.
tr_tr: API Belirteci doldurmanız gerekir.

# PANOPTICON_SITES_ERR_CONNECTION_ERROR
source: Could not connect to the remote site.
tr_tr: Uzak siteye bağlanılamadı.

# PANOPTICON_SITES_TABLE_COMMENT
source: Table of sites known to Panopticon
tr_tr: Panopticon tarafından bilinen sitelerin tablosu

# PANOPTICON_SITE_LBL_TAB_CONNECTION
source: Connection
tr_tr: Bağlanma

# PANOPTICON_SITE_LBL_TAB_PROPERTIES
source: Properties
tr_tr: Özellikler

# PANOPTICON_SITE_LBL_TAB_UPDATE
source: Joomla!™ Update
tr_tr: Joomla!™ Güncelleme

# PANOPTICON_SITE_LBL_TAB_EXTUPDATE
source: Extensions Update
tr_tr: Eklenti Güncellemesi

# PANOPTICON_SITES_FIELD_NAME
source: Site Name
tr_tr: Site Adı

# PANOPTICON_SITES_FIELD_URL
source: Endpoint URL
tr_tr: Hedef Adres

# PANOPTICON_SITES_FIELD_TOKEN
source: API Token
tr_tr: API Belirteci

# PANOPTICON_SITES_LBL_INSTRUCTIONS_HEAD
source: Connecting your site
tr_tr: Sitenize Bağlanma

# PANOPTICON_SITES_LBL_INSTRUCTIONS_BODY
source: First, install the Akeeba Panopticon Connector to your Joomla! site. Then, go to your site's backend and click on Components, Akeeba Panopticon Connector to find your connection information. Copy this information in the fields below.
tr_tr: Öncelikle Akeeba Panopticon Connector eklentisini joomla sitenize yükleyin. Ardından sitenizin yönetim alanına gidin ve bağlantı bilgilerinizi bulmak için Bileşenler, Akeeba Panopticon Connector eklentisine tıklayın. Bu bilgileri aşağıdaki alanlara kopyalayın.

# PANOPTICON_SITES_LBL_INSTRUCTIONS_DOWNLOAD_HERE
source: You can download the connector installation package from the following locations.
tr_tr: Connector kurulum paketini aşağıdaki konumlardan indirebilirsiniz.

# PANOPTICON_SITES_LBL_INSTRUCTIONS_DOWNLOAD_J4_LATER
source: Joomla 4.x and later
tr_tr: Joomla 4.x ve Sonrası

# PANOPTICON_SITES_LBL_INSTRUCTIONS_DOWNLOAD_J3
source: Joomla 3.9 and 3.10
tr_tr: Joomla 3.9 ve 3.10

# PANOPTICON_SITES_LBL_ADMIN_PASSWORD_HEAD
source: Administrator Directory Password Protection
tr_tr: Yönetici Dizini Parola Koruması

# PANOPTICON_SITES_LBL_ADMIN_PASSWORD_INFO_1
source: If your site's <code>administrator</code> directory is password–protected, please enter the username and password used for this password protection. Otherwise, Joomla!™ updates will fail with an error mentioning “401 Unauthorized”.
tr_tr: Sitenizin <code>yönetici</code> dizini şifre korumalıysa lütfen bu şifre koruması için kullanılan kullanıcı adını ve şifreyi girin. Aksi halde Joomla!™ güncellemeleri "401 Yetkisiz" hatasıyla başarısız olacaktır.

# PANOPTICON_SITES_LBL_ADMIN_PASSWORD_INFO_2
source: Please note that this is <em>NOT</em> asking for your Joomla! username and password.
tr_tr: Lütfen bunun Joomla kullanıcı adınızı ve şifrenizi<em>SORMADIĞINI</em> unutmayın.

# PANOPTICON_SITES_LBL_ADMIN_PASSWORD_NEEDED_HEAD
source: Do I need to do this?
tr_tr: Bunu yapmam gerekiyor mu?

# PANOPTICON_SITES_LBL_ADMIN_PASSWORD_NEEDED_INFO_1
source: This is only necessary if you have password–protected your <code>administrator</code> directory with one of the following methods:
tr_tr: Bu, yalnızca <code>yönetici</code> dizininizi aşağıdaki yöntemlerden biriyle parola korumalı hale getirdiyseniz gereklidir:

# PANOPTICON_SITES_LBL_ADMIN_PASSWORD_NEEDED_INFO_2
source: You used a third party extension, e.g. Admin Tools' “Password-protect Administrator” feature.
tr_tr: Üçüncü taraf bir uzantı kullandınız, örneğin Admin Tools'un "Yöneticiyi Parola ile Koru" özelliği.

# PANOPTICON_SITES_LBL_ADMIN_PASSWORD_NEEDED_INFO_3
source: You used your hosting control panel's directory password protection feature, if one is available.
tr_tr: Varsa, barındırma kontrol panelinizin dizin parola koruma özelliğini kullandınız.

# PANOPTICON_SITES_LBL_ADMIN_PASSWORD_NEEDED_INFO_4
source: You have manually set this up, e.g. using a <code>.htaccess</code> and <code>.htpasswd</code> file with the Apache web server.
tr_tr: Bunu manuel olarak ayarladınız, örneğin Apache web sunucusunda bir <code>.htaccess</code> ve <code>.htpasswd</code> dosyası kullanarak.

# PANOPTICON_SITES_LBL_ADMIN_PASSWORD_NEEDED_INFO_5
source: If you have done nothing of these, or have no idea what these even mean, leave the following fields blank.
tr_tr: Bunlardan hiçbirini yapmadıysanız veya bunların ne anlama geldiği hakkında hiçbir fikriniz yoksa, aşağıdaki alanları boş bırakın.

# PANOPTICON_SITES_LBL_NAUGHTY_UPDATES
source: Extension With Problematic Updates
tr_tr: Sorunlu Güncellemeler İçeren Eklenti

# PANOPTICON_SITES_FIELD_ADMIN_USERNAME
source: Administrator Directory Username
tr_tr: Yönetici Dizini Kullanıcı Adı
